Repository: osukurikku/hanayo
Catalog: data/locales/templates-ua.po
Languages: uk_ua

source: This is a list of the wonderful people who keep Kurikku up and running and deal with its community.
uk_ua: Це список чудових людей, які підтримують Kurikku та мають справу з усією громадою.

source: Owners
uk_ua: Власники

source: The backbones of the server. The owners function as both the main community managers, as well as primary Developers. They work on everything from managing the team to making this page look nicer.
uk_ua: Магістралі сервера. Власники функціонують як основні менеджери спільноти, так і розробники. Вони працюють над усім, від управління командою до того, щоб ця сторінка виглядала приємніше.

source: Community Managers
uk_ua: Менеджери спільноти

source: Community Managers deal with bans, silences, name changes and pretty much everything that has to do with the community.
uk_ua: Менеджери спільнот займаються банами, матами, зміною імен та майже всім, що стосується громади.

source: They take care of our Discord server and reply to emails sent to <a href='mailto:support@kurikku.pw'>support@kurikku.pw</a>. Community Managers have a red name in the in-game chat.
uk_ua: Вони піклуються про наш сервер Discord і відповідають на електронні листи, надіслані на <a href='mailto:support@kurikku.pw'>support@kurikku.pw</a>. Менеджери спільнот мають червоне ім’я в ігровому чаті.

source: Developers
uk_ua: Розробники

source: Developers add new features to the server, squash bugs, keep the server up and running and take care of its maintenance.
uk_ua: Розробники додають нові функції на сервер, видаляють помилки, підтримують роботу сервера та дбають про його обслуговування.

source: Replay Moderators
uk_ua: Модератори реплеїв

source: Hunters who catch and send in ban cheaters. We are proud of them.
uk_ua: Мисливці, які ловлять та відправляють у бан читерів. Ми пишаємось ними.

source: Chat Moderators
uk_ua: Модератори чату

source: Chat moderators manage the chat to make sure The Law&trade; (the rules) is respected.
uk_ua: Модератори чату дивляться, щоб правила не нарушувались.

source: BATs
uk_ua: БАТи

source: BATs play beatmaps in the ranking queue and decide whether they are good enough to be ranked or not.
uk_ua: БАТи грають карти в черзі, і визначають чи може ця карта бути ранкнутой чи ні.

source: Special thanks
uk_ua: Особлива подяка

source: Here's a list of people who helped with Kurikku
uk_ua: Ось список людей, які допомагають Kurikku

source: Looking for how you should contact our team? Check out <a href='/help'>this page</a>.
uk_ua: Хочете потрапити в команду? Перевірте <a href='/help'>цю сторінку</a>.

source: <b>Franc[e]sco/lolisamurai</b>, for <a href='https://github.com/Francesco149/oppai'>oppai</a>, used as standard pp calculator.
uk_ua: <b>Franc[e]sco/lolisamurai</b>, для <a href='https://github.com/Francesco149/oppai'>oppai</a>, використовується, як стандартний калькулятор pp.

source: <b>Semyon442</b>, for <a href='https://github.com/semyon422/omppc'>mania-pp</a> calculator
uk_ua: <b>Semyon442</b>, за <a href='https://github.com/semyon422/omppc'>mania-pp</a> калькулятор

source: <b>Sunpy</b>, for <a href='https://github.com/osufx/catch-the-pp'>catch-the-pp</a>, used as catch the beat pp calculator.
uk_ua: <b>Sunpy</b>, для <a href='https://github.com/osufx/catch-the-pp'>catch-the-pp</a>, використаний для розрахунку PP в catch-the-beat.

source: <b>jrosdahl</b>, for <a href='https://github.com/jrosdahl/miniircd'>miniircd</a>, used as a base for our IRC server.
uk_ua: <b>jrosdahl</b>, for <a href='https://github.com/jrosdahl/miniircd'>miniircd</a>, використовується як база для нашого IRC-сервера.

source: <b>Flame</b> for clans system!
uk_ua: <b>Flame</b> про системи кланів!

source: <b><a href='http://ripple.moe/'>Ripple</a></b>, for the software to host Kurikku
uk_ua: <b><a href='http://ripple.moe/'>Ripple</a></b>, для програмного забезпечення для розміщення Kurikku

source: <b><a id='everyone' class='clickable'>Everyone</a></b> who has supported Kurikku by donating.
uk_ua: <b><a id='everyone' class='clickable'>Кожному</a></b> хто підтримав Kurikku донатом.

source: You have %d votes!
uk_ua: У вас %d голосів!

source: Exchange your votes!
uk_ua: Обміняй свої голоси!

source: Why do we need these votes?
uk_ua: Навіщо нам потрібні ці голоси?

source: These votes help us promote the server at the <a class='ui subtitle' href='https://topg.org' alt='topg link'>TopG.org</a> monitoring site.
uk_ua: Ці голоси допомагають нам розвивати сервер на майданчику моніторингу <a class='ui subtitle' href='https://topg.org' alt='topg link'>TopG.org</a>.

source: You need register!
uk_ua: Ви повинні зареєструватися!

source: Tournament grid!
uk_ua: Сітка турніру!

source: Want to play an unranked beatmap and get pp? You can submit beatmaps rank requests here!
uk_ua: Хочете зіграти на неранкнутiй карті і отримати рр? Тут ви можете відправити карту на перевірку!

source: Queue status
uk_ua: Статус черги

source: by you
uk_ua: вами

source: Requests submitted
uk_ua: Запитів подано

source: In the past 24 hours
uk_ua: За останні 24 години

source: Request a beatmap
uk_ua: Запропонувати карту

source: You cannot currently request beatmaps!
uk_ua: Наразі ви не можете запропоновувати карти!

source: Please try again
uk_ua: Будь ласка, спробуйте ще раз

source: ID bm/bs
uk_ua: ID карти/сету

source: Moderator
uk_ua: Модератор

source: You need to login!
uk_ua: Ви повинні авторизуватися!

source: Sorry, it's not possible to create a clan at the moment. Please try again later.
uk_ua: На жаль, створити клан наразі неможливо. Будь-ласка спробуйте пізніше.

source: You're already in a Clan.
uk_ua: Ви вже в клані.

source: Name (2 to 15 characters, alphanumeric, spaces, <code>_[]-</code>)
uk_ua: Ім'я (від 2 до 15 символів, літери, цифри, пробіли, а також <code>_[]-</code>)

source: Name
uk_ua: Ім'я

source: Description (optional)
uk_ua: Опис (за бажанням)

source: Description
uk_ua: Опис

source: Icon [URL] (optional)
uk_ua: Іконка [URL] (за бажанням)

source: Icon URL
uk_ua: Посилання на іконку

source: You need to be an Kurikku Supporter in order to create a clan.
uk_ua: Ви потрібні бути донатером Kurikku, щоб створити клан.

source: The Ripple API is the system through which developers can create applications to interact with Ripple. <b>If you're asked to fill out an API token from this page, be wary and only actually create the token if you really trust the owner of the application.</b>
uk_ua: Ripple API - це система, за допомогою якої розробники можуть створювати додатки для взаємодії з Ripple. <b>Якщо вас попросять заповнити токен API з цієї сторінки, будьте обережні і створюйте токен, насправді тільки в тому випадку, якщо ви дійсно довіряєте власнику додатка.</b>

source: Glad to have you back here, %s! To finish the password recovery, type in a new password:
uk_ua: Радий, що ви знову тут, %s! Щоб закінчити відновлення пароля, введіть новий пароль:

source: We see that you're trying to sign up while having already signed up as %s! Please note that multiaccounting is punishable, and can lead to a one month restriction!
uk_ua: Ми помітили, що ти намагаєшся зареєструватися, коли ти вже зареєстрований як %s! Мультиаккаунтинг караємий, і може привести до обмеження на 1 місяць!

source: If you're %s, keep in mind that multiaccounting = ban.
uk_ua: Якщо ви - %s, то не забувайте, що мультиаккаунтинг = бан.

source: If you're not %s, but you're using %s's computer, please sign up on Kurikku from your own computer.
uk_ua: Якщо ви не %s, але ви використовуєте комп'ютер %s, будь ласка, зареєструйтеся на Kurikku зі свого комп’ютера.

source: If you live with %s and you don't have your own computer from which to sign up on Kurikku, then please contact support@kurikku.pw, and we'll deal with your specific case.
uk_ua: Якщо ви живете з %s і не маєте власного комп’ютера, з якого можна було б зареєструватися на Kurikku, тоді, будь ласка, зв’яжіться з support@kurikku.pw, і ми розберемося з вашим конкретним випадком.

source: This warning may pop up also if you're using another computer on the same network of %s. As long as you're not using the same computer, you should be all good.
uk_ua: Це попередження може з’явитися також, якщо ви використовуєте інший комп'ютер у тій же мережі %s. Поки ви не використовуєте один і той же комп’ютер, все добре.

source: If you truly have understood what's written above and you have understood that creating a multiaccount will lead to a restriction on your main account, you can click here and you'll be brought to the sign up page.
uk_ua: Якщо ви справді зрозуміли, що написано вище, і ви зрозуміли, що створення мультиакаунту призведе до обмеження вашого основного акаунту, ви можете натиснути тут, і ви перейдете на сторінку реєстрації.

source: Bring me back to safety!
uk_ua: Поверніть мене в безпеку!

source: Sorry, it's not possible to register at the moment. Please try again later.
uk_ua: На жаль, наразі неможливо зареєструватися. Будь-ласка спробуйте пізніше.

source: Remember: this seems like it's your second account! Do not multiaccount, or you're likely to get restricted!
uk_ua: Пам'ятайте: як виглядає ваш другий акаунт! Не створюй мультиакаунтів, інакше ви, швидше за все, обмежитеся!

source: Username (2 to 15 characters, alphanumeric, spaces, <code>_[]-</code>)
uk_ua: Ім'я користувача (від 2 до 15 символів, буквено-цифрові, пробіли, <code>_[]-</code>)

source: Password (at least 8 characters)
uk_ua: Пароль (принаймні 8 символів)

source: Email
uk_ua: Електронна пошта

source: <b class='big text'>Your account has been created!</b><br> You may now login to your account via osu! to finish the account creation process.
uk_ua: <b class='big text'>Ваш акаунт створено!</b><br> Тепер ви можете увійти у свій акаунт через osu! щоб закінчити процес створення акаунту.

source: Congratulations for not reading things!
uk_ua: Вітаємо з тим, що ви нічого не прочитали!

source: Multiaccounts are not allowed on Kurikku
uk_ua: На Kurikku не допускаються мультиаккаунти

source: Your new account has been <b>banned</b> and your main account has been <b>restricted</b>. You can appeal in a month by sending an email to <b><a href='mailto:support@kurikku.pw'>support@kurikku.pw</a></b>. You better read the rules next time.
uk_ua: Ваш новий обліковий запис було <b>заблоковано</b>, а ваш головний рахунок <b>обмежено</b>. Ви можете оскаржити це через місяць, надіславши електронний лист на адресу <b><a href='mailto:support@kurikku.pw'>support@kurikku.pw</a></b>. Ви краще прочитайте правила наступного разу.

source: Welcome to Kurikku
uk_ua: Ласкаво просимо на Kurikku

source: We're glad to have you here. <b>Your account is now active.</b> You can now play on Kurikku and <a href='/login'>log in</a> on the website!
uk_ua: Ми раді, що ви з нами. <b>Ваш обліковий запис зараз активний.</b> Ви знову можете грати на Kurikku та <a href='/login'>заходити</a> на веб-сайті!

source: Here's a few things you might want to check out:
uk_ua: Ось кілька речей, які ви можете перевірити:

source: Login
uk_ua: Увійти

source: - in case you don't know where to start
uk_ua: - якщо ви не знаєте, з чого почати

source: Rules
uk_ua: Правила

source: - in case you haven't already read them
uk_ua: - якщо ви їх ще не прочитали

source: - in case, well, you need help doing stuff
uk_ua: - на випадок, якщо вам, наприклад, знадобиться допомога з чимось

source: - in case you want to talk with people about Kurikku
uk_ua: - на випадок, якщо ви хочете поговорити з людьми про Kurikku

source: Two factor authentication is enabled on your account.
uk_ua: На вашому акаунті включено двофакторну автентифікацію.

source: Two factor authentication is not enabled on your account.
uk_ua: На вашому акаунті не включено двофакторну автентифікацію.

source: Telegram 2FA
uk_ua: Двофакторна автентифікація Telegram

source: To enable Telegram Two Factor Authentication, click this button, then click "start" on Telegram:
uk_ua: Щоб увімкнути двофакторну автентифікацію Telegram, натисніть цю кнопку, а потім натисніть "start" в Telegram:

source: Enable Telegram 2FA
uk_ua: Увімкнути двофакторну автентифікацію в Telegram

source: If you don't have Telegram on the current device, you can either open this page from a device on which you have it, or scan this QR code:
uk_ua: Якщо у вас немає Telegram на поточному пристрої, ви можете відкрити цю сторінку з пристрою, на якому він у вас є, або сканувати цей QR-код:

source: In case you don't have a way to scan QR codes or you simply can't be bothered to download an app that scans them, you can also open Telegram, start a conversation with <a href="http://telegram.me/ripple2fabot"><b>@ripple2fabot</b></a> and send this message:
uk_ua: Якщо ви не можете сканувати QR-коди або просто не можете завантажувати додаток, який сканує їх, ви також можете відкрити Telegram, почати розмову з <a href="http://telegram.me/ripple2fabot"><b>@ripple2fabot</b></a> та надіслати це повідомлення:

source: Google Authenticator (TOTP) based 2FA
uk_ua: Двофакторна автентифікація через Google Authenticator

source: Scan this from <a href="https://support.google.com/accounts/answer/1066447?hl=en">Google Authenticator</a>, or if you're not able to, provide to Google Authenticator this key: <code>%s</code>. Once you've done, fill out the following form with the code you get on Google Authenticator and click on enter to enable TOTP-based two factor authentication.
uk_ua: *не використовується*

source: At the moment you currently have set up Telegram Two Factor Authentication. Should you wish to disable it, please fill out the following form:
uk_ua: На даний момент у вас встановлена двофакторна автентифікація через Telegram. Якщо ви бажаєте відключити її, будь ласка, заповніть наступну форму:

source: At the moment you currently have set up TOTP-based (Google Authenticator) Two Factor Authentication. Should you wish to disable it, please fill out the following form:
uk_ua: На даний момент ви створили двофакторну автентифікацію на основі TOTP (Google Authenticator). Якщо ви хочете відключити його, будь ласка, заповніть наступну форму:

source: Disable Telegram 2FA
uk_ua: Вимкнути двофакторну автентифікацію в Telegram

source: Disable TOTP-based 2FA
uk_ua: Вимкнути двофакторну автентифікацію через Google Authenticator

source: Google Authenticator recovery keys
uk_ua: Ключі для відновлення Google Authenticator

source: These are the only thing that will let you get back into your Kurikku account if you lose your device. Our suggestion is to paste them inside a document in your word processor (Microsoft Word, LibreOffice Writer), print them and store them in a safe place.
uk_ua: Це єдине, що дозволить вам повернутися до свого акаунту Kurikku, якщо ви втратите пристрій. Ми пропонуємо копіювати їх у документ (Microsoft Word, LibreOffice Writer), роздрукувати їх і зберігати в безпечному місці.

source: From here you can check all the applications you granted authorization to your account, and revoke their permissions if necessary.
uk_ua: Звідси ви можете перевірити всі запити, на які ви надали авторизацію у свій акаунт, та скасувати їх дозволи, якщо це необхідно.

source: Authorization created %s
uk_ua: Авторизація виконана %s

source: Owner
uk_ua: Власник

source: Revoke
uk_ua: Обнулити

source: ... but it looks like you have none!
uk_ua: ... мені здається, що тут нічого немає!

source: Open File
uk_ua: Відкрити файл

source: Save
uk_ua: Зберегти

source: Clan Settings
uk_ua: Налаштування клану

source: Clantag
uk_ua: Клантег

source: Icon (optional)
uk_ua: Іконка (необов’язково)

source: Background [URL] (optional)
uk_ua: Фон [URL] (необов’язково)

source: Background URL
uk_ua: Фон URL

source: Generate a new invite!
uk_ua: Створити нове запрошення!

source: You haven't joined a clan yet, or you aren't the owner of your current one.
uk_ua: Ви ще не приєдналися до клану, також ви не є власником одного з них.

source: Your discord account has been linked to this account. <b>Welcome to the donors club and thank you for supporting us!</b> You have now access to the #donators text and voice channels on our official Discord server! You can also set a custom role name and username colour and change your nickname on Discord. If you want to change your nickname, you can use the <code>/nick</code> command. To set or edit your <b>custom role</b> name and colour, use the command <code>!role HEX_COLOUR ROLE_NAME</code>. You can pick your HEX colour <a href="http://www.colorpicker.com/" target="_blank">here</a>, it's the one that starts with '#'. You can change your role name and colour <b>whenever you want!</b>
uk_ua: Ваш Discord акаунт пов’язано з цим обліковим записом.<b>Ласкаво просимо в клуб донорів і дякуємо, що підтримуєте нас!</b> Тепер у вас є доступ до текстових та голосових каналів #donators на нашому офіційному сервері Discord! Ви також можете встановити власне ім'я ролі та ім’я користувача та змінити свій псевдонім на Discord. Якщо ви хочете змінити своій псевдонім, ви можете скористатися командою <code>/nick</code>. Щоб встановити чи відредагувати <b>ім'я та колір вашої ролі</b> скористайтеся командою <code>!role HEX_COLOUR ROLE_NAME</code>. Ви можете вибрати свій HEX-колір <a href="http://www.colorpicker.com/" target="_blank">here</a>тут</a>, він починається з "#". Ви можете змінювати ім’я ролі та колір <b>коли завгодно!</b>

source: Thank you for supporting us and have fun on Kurikku!
uk_ua: Дякуємо, що підтримали нас і весело провести час на Kurikku!

source: Donors get special privileges on our Discord server too!
uk_ua: Донори отримують особливі привілеї на нашому сервері Discord!

source: Discord is a chatroom with text and voice channels, bots and lots of other cool features. You can <b>download Discord for free <a href="http://discord.gg/" target="_blank">here</a></b> and you can <b>join our official Discord server <a href="%s" target="_blank">here</a></b>.
uk_ua: Discord - це чат із текстовими та голосовими каналами, ботами та безліччю інших цікавих функцій. Ви можете <b>завантажити Discord безкоштовно <a href="http://discord.gg/" target="_blank">тут</a></b> також ви можете <b>приєднатись до нашого офіційного сервера Discord <a href="%s" target="_blank">тут</a></b>.

source: Here's what you get if you link your Discord account:
uk_ua: Ось що ви отримаєте, якщо приєднаєте свій акаунт Discord:

source: Username on donors list
uk_ua: Ім'я користувача у списку донорів

source: Custom role with custom username
uk_ua: Спеціальна роль із спеціальним ім'ям користувача

source: To get these perks, first of all <a href="%s" target="_blank">join our Discord server</a>, then click this fancy button:
uk_ua: Щоб отримати ці привілеї, перш за все <a href="%s" target="_blank">приєднайтесь до нашого сервера Discord</a>, а потім натисніть цю гарну кнопку:

source: Get Discord donor privileges
uk_ua: Отримайте привілеї донора у Discord

source: URL pic to add
uk_ua: Виберіть URL-адресу, яку потрібно додати

source: Userpage
uk_ua: Сторінка користувача

source: Avatar
uk_ua: Аватар

source: Social Accounts
uk_ua: Соціальні акаунти

source: In-game BGs changer (BETA)
uk_ua: Зміна фону в ігровому меню (ВЕТА)

source: Discord donor
uk_ua: Discord-донор

source: New password (leave blank if you don't want to change it)
uk_ua: Новий пароль (залиште порожнім, якщо ви не хочете його змінювати)

source: Current password
uk_ua: Поточний пароль

source: Background type
uk_ua: Тип фону

source: None
uk_ua: Нічого

source: Image
uk_ua: Зображення

source: Solid colour
uk_ua: Суцільний колір

source: No image selected
uk_ua: Не вибрано зображення

source: General
uk_ua: Загальний

source: Email address
uk_ua: Адреса електронної пошти

source: Alternative username (cannot be used for login)
uk_ua: Альтернативне ім’я користувача (не можна використовувати для входу)

source: Also known as...
uk_ua: Також відомий як...

source: Favourite mode
uk_ua: Улюблений режим

source: PP > Score
uk_ua: PP > Очок скору

source: Custom badge
uk_ua: Спеціальний знак

source: <b>Do not use offensive badges and do not pretend to be someone else with your badge.</b> If you abuse the badges system, you'll be silenced and you won't be able to edit your custom badge anymore.
uk_ua: <b>Не використовуйте образливих значків і не претендуйте на те, що хтось із вашим значком. </b> Якщо ви зловживаєте системою значків, ви отримуєте сайленс, і більше не зможете редагувати свій спеціальний значок.

source: Enable
uk_ua: Увімкнути

source: Icon reference
uk_ua: Посилання на іконку

source: Dinosaur, oompa-loompa, cool guy...
uk_ua: Динозавр, oompa-loompa, крутий хлопець...

source: Playstyle
uk_ua: Ігровий стиль

source: Here you can connect your social accounts (VK, Twitch). Your accounts shows in your profile page and any user can see it!
uk_ua: Тут ви можете підключити свої соціальні акаунти (VK, Twitch). Ваші облікові записи відображаються на сторінці вашого профілю, і будь-який користувач може його бачити!

source: (Linked)
uk_ua: (Прив'язаний)

source: (Not Linked)
uk_ua: (Не прив'язаний)

source: Unlink
uk_ua: Відв’язати

source: Link
uk_ua: Прив'язати
