Repository: osukurikku/hanayo
Catalog: data/locales/templates-by.po
Languages: be_by

source: Donate!
be_by: Ахвяраваць!

source: <b>NOTE:</b> please check description before you donate
be_by: <b>ЗАПІСКА:</b> калі ласка, праверце апісанне, перш чым рабіць ахвяраванне

source: Please log in before purchasing supporter
be_by: Калі ласка, ўвайдзіце ў сістэму перад купляй прыхільніка

source: Guide about Server Switcher!
be_by: Кіраўніцтва аб серверным камутатары!

source: Hi! This little guide will show you how to connect on our server
be_by: Прывітанне! Гэта невялікае кіраўніцтва пакажа вам, як для падлучэння да нашага сервера

source: The first thing you need to do is download one of a switchers:
be_by: Першае, што вам трэба зрабіць, гэта загрузіць адзін з камутатараў:

source: Next we need to unpack one of a switchers, open, install the certificate and then press the green button <b>«Switch to Kurikku»</b>. That's all, welcome to one of most friendly private servers <b>on osu!</b>.
be_by: Далей нам трэба распакаваць адзін з камутатараў, адкрыць, усталяваць сертыфікат і затым націснуць зялёную кнопку <b>«Switch to Kurikku»</b>. Вось і ўсё, сардэчна запрашаем на адзін з самых дружалюбных прыватных сервераў <b>на osu</b>.

source: Videoguide:
be_by: Видэогiд:

source: This is a list of the wonderful people who keep Kurikku up and running and deal with its community.
be_by: Гэта спіс выдатных людзей, якія падтрымліваюць Kurikku ў працоўным стане і маюць справу з яго супольнасцю.

source: Owners
be_by: Уладальнікi

source: The backbones of the server. The owners function as both the main community managers, as well as primary Developers. They work on everything from managing the team to making this page look nicer.
be_by: Заднія косткі сервера. Уладальнікі функцыянуюць як галоўныя менеджэры супольнасці, так і асноўныя распрацоўшчыкі. Яны працуюць над усім, пачынаючы ад кіравання камандай і заканчваючы тым, каб гэтая старонка выглядала лепш.

source: Community Managers
be_by: Менеджэр супольнасці

source: Community Managers deal with bans, silences, name changes and pretty much everything that has to do with the community.
be_by: Менеджэры супольнасці маюць справу з забаронамі, маўчаннем, змяненнем імёнаў і амаль усім, што звязана з супольнасцю.

source: They take care of our Discord server and reply to emails sent to <a href='mailto:support@kurikku.pw'>support@kurikku.pw</a>. Community Managers have a red name in the in-game chat.
be_by: Яны клапоцяцца аб нашым серверы Discord і адказваюць на электронныя лісты, адпраўленыя ў <a href='mailto:support@kurikku.pw'>support@kurikku.pw</a>. У мэнэджараў супольнасці ёсць чырвонае імя ў гульнявым чаце.

source: Developers
be_by: Распрацоўшчыкi

source: Developers add new features to the server, squash bugs, keep the server up and running and take care of its maintenance.
be_by: Распрацоўшчыкі дадаюць новыя функцыі на сервер, ліквідуюць памылкі, падтрымліваюць сервер у працоўным стане і клапоцяцца пра яго абслугоўванні.

source: Replay Moderators
be_by: Паўтор Мадэратары

source: Hunters who catch and send in ban cheaters. We are proud of them.
be_by: Паляўнічыя, якія ловяць і адпраўляюць у бан ашуканцаў. Мы імі ганарымся.

source: Chat Moderators
be_by: Мадэратары Чатаў

source: Chat moderators manage the chat to make sure The Law&trade; (the rules) is respected.
be_by: Мадэратары чата кіруюць чатам каб пераканацца ў законнасці&trade; (правілы) выконваюцца.

source: BATs
be_by: БАТы

source: BATs play beatmaps in the ranking queue and decide whether they are good enough to be ranked or not.
be_by: БАТы гуляйць ў біт-карты ў чарзе рэйтынгу і вырашайць, ці дастаткова яны добрыя, каб быць ранжированными, або няма.

source: Special thanks
be_by: Асаблівая падзяка

source: Here's a list of people who helped with Kurikku
be_by: Вось спіс людзей, якія дапамаглі з Kurikku

source: Looking for how you should contact our team? Check out <a href='/help'>this page</a>.
be_by: Гледзячы на тое, як вы павінны звязацца з нашай камандай? Праверце <a href='/help'>гэтую старонку</a>.

source: <b>Franc[e]sco/lolisamurai</b>, for <a href='https://github.com/Francesco149/oppai'>oppai</a>, used as standard pp calculator.
be_by: <b>Franc[e]sco/lolisamurai</b>, за <a href='https://github.com/Francesco149/oppai'>oppai</a>, выкарыстоўваецца ў якасці стандартнага калькулятара pp.

source: <b>Semyon442</b>, for <a href='https://github.com/semyon422/omppc'>mania-pp</a> calculator
be_by: <b>Semyon442</b>, за <a href='https://github.com/semyon422/omppc'>mania-pp</a> калькулятар

source: <b>Sunpy</b>, for <a href='https://github.com/osufx/catch-the-pp'>catch-the-pp</a>, used as catch the beat pp calculator.
be_by: <b>Sunpy</b>, за <a href='https://github.com/osufx/catch-the-pp'>catch-the-pp</a>, выкарыстоўваецца ў якасці калькулятара catch the beat.

source: <b>jrosdahl</b>, for <a href='https://github.com/jrosdahl/miniircd'>miniircd</a>, used as a base for our IRC server.
be_by: <b>jrosdahl</b>, за <a href='https://github.com/jrosdahl/miniircd'>miniircd</a>, выкарыстоўваецца ў якасці базы для нашага IRC-сервера.

source: <b>Flame</b> for clans system!
be_by: <b>Flame</b> за сістэмы кланаў!

source: <b><a href='http://ripple.moe/'>Ripple</a></b>, for the software to host Kurikku
be_by: <b><a href='http://ripple.moe/'>Ripple</a></b>, для праграмнага забеспячэння для хостынгу Kurikku

source: <b><a id='everyone' class='clickable'>Everyone</a></b> who has supported Kurikku by donating.
be_by: <b><a id='everyone' class='clickable'>Everyone</a></b> хто падтрымаў Kurikku ахвяраваннямі.

source: You have %d votes!
be_by: У вас ёсць %d галасоў!

source: Exchange your votes!
be_by: Абмяняцца сваімі галасамі!

source: Why do we need these votes?
be_by: Навошта нам патрэбныя гэтыя галасы?

source: These votes help us promote the server at the <a class='ui subtitle' href='https://topg.org' alt='topg link'>TopG.org</a> monitoring site.
be_by: Гэтыя галасы дапамагаюць нам прасоўваць сервер на самым высокім узроўні.<a class='ui subtitle' href='https://topg.org' alt='topg link'>TopG.org</a> участак маніторынгу.

source: You need register!
be_by: Вам трэба зарэгістравацца!

source: Tournament grid!
be_by: Турнірная сетка!

source: Want to play an unranked beatmap and get pp? You can submit beatmaps rank requests here!
be_by: Хочаце гуляць у нерейтинговых карту і атрымаць pp? Вы можаце адправіць запыты на ранжыраванне бітмапаў тут!

source: Queue status
be_by: Стан чаргі

source: by you
be_by: ад вас

source: Requests submitted
be_by: Прадстаўлены запыты

source: In the past 24 hours
be_by: За апошнія 24 гадзіны

source: Request a beatmap
be_by: Замовіць карту

source: You cannot currently request beatmaps!
be_by: У цяперашні час вы не можаце запытаць бітмапы!

source: Please try again
be_by: Калі ласка, паспрабуйце яшчэ раз

source: ID bm/bs
be_by: Ідэнтыфікатар bm/bs

source: Moderator
be_by: Вядучы

source: You need to login!
be_by: Вам трэба ўвайсці ў сістэму!

source: Sorry, it's not possible to create a clan at the moment. Please try again later.
be_by: Нам жаль, у сапраўдны момант стварыць клан немагчыма. Калі ласка, паўторыце спробу пазней.

source: You're already in a Clan.
be_by: Ты ўжо належыш да клану.

source: Name (2 to 15 characters, alphanumeric, spaces, <code>_[]-</code>)
be_by: Імя (ад 2 да 15 сімвалаў, літарна-лічбавы код, прабелы, <code>_[]</code>)

source: Name
be_by: Імя

source: Description (optional)
be_by: Апісанне (апцыянальна)

source: Description
be_by: Апісанне

source: Icon [URL] (optional)
be_by: Значок [URL] (неабавязкова)

source: Icon URL
be_by: URL-адрас значка

source: You need to be an Kurikku Supporter in order to create a clan.
be_by: Вы павінны быць прыхільнікам Курык, каб стварыць клан.

source: The Ripple API is the system through which developers can create applications to interact with Ripple. <b>If you're asked to fill out an API token from this page, be wary and only actually create the token if you really trust the owner of the application.</b>
be_by: API Ripple - гэта сістэма, з дапамогай якой распрацоўшчыкі могуць ствараць прыкладанні для ўзаемадзеяння з Ripple. <b>Калі вас папросяць запоўніць маркер API з гэтай старонкі, будзьце асцярожныя і фактычна стварыце маркер толькі ў тым выпадку, калі вы сапраўды давяраеце ўладальніку прыкладання.</b>

source: Glad to have you back here, %s! To finish the password recovery, type in a new password:
be_by: Рады зноў бачыць цябе тут, %s! Каб завяршыць аднаўленне пароля, увядзіце новы пароль:

source: We see that you're trying to sign up while having already signed up as %s! Please note that multiaccounting is punishable, and can lead to a one month restriction!
be_by: Мы бачым, што вы спрабуеце зарэгістравацца, хоць ужо зарэгістраваліся як %s! Калі ласка, звярніце ўвагу, што мульт-рахунак з'яўляецца каральным дзеяй і можа прывесці да абмежавання на адзін месяц!

source: If you're %s, keep in mind that multiaccounting = ban.
be_by: Калі гэта так %s, майце на ўвазе, што мульт-рахунак = бан.

source: If you're not %s, but you're using %s's computer, please sign up on Kurikku from your own computer.
be_by: Калі гэта не так %s, але ты ж карыстаешся ім %s's кампутар, калі ласка, зарэгіструйцеся на Kurikku з вашага ўласнага кампутара.

source: If you live with %s and you don't have your own computer from which to sign up on Kurikku, then please contact support@kurikku.pw, and we'll deal with your specific case.
be_by: Калі ты жывеш з %s і ў вас няма ўласнага кампутара, з якога можна зарэгістравацца на Kurikku, тады, калі ласка, звяжыцеся з намі support@kurikku.pw, а мы зоймемся вашым канкрэтным справай.

source: This warning may pop up also if you're using another computer on the same network of %s. As long as you're not using the same computer, you should be all good.
be_by: Гэта папярэджанне можа з'явіцца таксама, калі вы выкарыстоўваеце іншы кампутар у той жа сеткі %s. Пакуль вы не выкарыстоўваеце адзін і той жа кампутар, усё павінна быць добра.

source: If you truly have understood what's written above and you have understood that creating a multiaccount will lead to a restriction on your main account, you can click here and you'll be brought to the sign up page.
be_by: Калі вы сапраўды зразумелі, што напісана вышэй, і вы зразумелі, што стварэнне мульцi-рахунка прывядзе да абмежавання вашага асноўнага рахунку, вы можаце націснуць тут, і вы трапіце на старонку рэгістрацыі.

source: Bring me back to safety!
be_by: Вярніце мяне ў бяспечнае месца!

source: Sorry, it's not possible to register at the moment. Please try again later.
be_by: Нам жаль, у дадзены момант рэгістрацыя немагчымая. Калі ласка, паўторыце спробу пазней.

source: Remember: this seems like it's your second account! Do not multiaccount, or you're likely to get restricted!
be_by: Памятаеце: падобна, гэта ваш другі рахунак! Не рабіце мультисчет, ці вы, хутчэй за ўсё, атрымаеце абмежаванне!

source: Username (2 to 15 characters, alphanumeric, spaces, <code>_[]-</code>)
be_by: Імя карыстальніка (ад 2 да 15 сімвалаў, літарна-лічбавы код, прабелы, <code>_[]</code>)

source: Password (at least 8 characters)
be_by: Пароль (не менш за 8 сімвалаў)

source: Email
be_by: Электронная пошта

source: <b class='big text'>Your account has been created!</b><br> You may now login to your account via osu! to finish the account creation process.
be_by: <b class='big text'>Ваш уліковы запіс быў створан!</b><br> Цяпер вы можаце ўвайсці ў свой рахунак праз osu! каб завяршыць працэс стварэння ўліковага запісу.

source: Congratulations for not reading things!
be_by: Віншую вас з тым, што вы нічога не чытаеце!

source: Multiaccounts are not allowed on Kurikku
be_by: Мульцi-рахунак на Kurikku не дапускаюцца

source: Your new account has been <b>banned</b> and your main account has been <b>restricted</b>. You can appeal in a month by sending an email to <b><a href='mailto:support@kurikku.pw'>support@kurikku.pw</a></b>. You better read the rules next time.
be_by: Ваша новы уліковы запіс быў <b>забаронены</b> і ваш асноўны рахунак быў <b>абмежаваны</b>. Вы можаце падаць апеляцыю на працягу месяца, даслаўшы электронны ліст па адрасе <b><a href='mailto:support@kurikku.pw'>support@kurikku.pw</a></b>. Табе лепш прачытаць правілы ў наступны раз.

source: Welcome to Kurikku
be_by: Сардэчна запрашаем у Курикку

source: We're glad to have you here. <b>Your account is now active.</b> You can now play on Kurikku and <a href='/login'>log in</a> on the website!
be_by: Мы вельмі рады, што вы тут. <b>Зараз ваш уліковы запіс цяпер актыўны.</b> Цяпер вы можаце гуляць на Kurikku i <a href='/login'>ўвайсці</a> на вэб-сайце!

source: Here's a few things you might want to check out:
be_by: Вось некалькі рэчаў, якія вы, магчыма, захочаце праверыць:

source: Login
be_by: Аўтарызавацца

source: - in case you don't know where to start
be_by: - на выпадак, калі вы не ведаеце, з чаго пачаць

source: Rules
be_by: Правілы

source: - in case you haven't already read them
be_by: - на выпадак, калі вы іх яшчэ не чыталі

source: - in case, well, you need help doing stuff
be_by: - на той выпадак, калі табе спатрэбіцца дапамога ў гэтай справе

source: - in case you want to talk with people about Kurikku
be_by: - на выпадак, калі вы захочаце пагаварыць з людзьмі пра Kurikku

source: Two factor authentication is enabled on your account.
be_by: У вашым акаўнце ўключана двухфакторная аўтэнтыфікацыя.

source: Two factor authentication is not enabled on your account.
be_by: Двухфакторная аўтэнтыфікацыя ў вашым акаўнце не ўключана.

source: To enable Telegram Two Factor Authentication, click this button, then click "start" on Telegram:
be_by: Каб уключыць двухфакторную аўтэнтыфікацыю Telegram, націсніце гэтую кнопку, а затым націсніце кнопку "Пуск" ў Telegram:

source: Enable Telegram 2FA
be_by: Telegram 2FA уключаны

source: If you don't have Telegram on the current device, you can either open this page from a device on which you have it, or scan this QR code:
be_by: Калі ў вас няма Telegram на бягучым прыладзе, вы можаце альбо адкрыць гэтую старонку з прылады, на якім яна ёсць, альбо сканаваць гэты QR-код:

source: In case you don't have a way to scan QR codes or you simply can't be bothered to download an app that scans them, you can also open Telegram, start a conversation with <a href="http://telegram.me/ripple2fabot"><b>@ripple2fabot</b></a> and send this message:
be_by: Калі ў вас няма магчымасці сканаваць QR-коды ці вы проста не можаце загрузіць дадатак, якое іх скануе, вы таксама можаце адкрыць Telegram, пачаць размову з <a href="http://telegram.me/ripple2fabot"><b>@ripple2fabot</b></a> і пашліце гэта паведамленне:

source: Google Authenticator (TOTP) based 2FA
be_by: Google Authenticator (TOTP) на аснове 2FA

source: Scan this from <a href="https://support.google.com/accounts/answer/1066447?hl=en">Google Authenticator</a>, or if you're not able to, provide to Google Authenticator this key: <code>%s</code>. Once you've done, fill out the following form with the code you get on Google Authenticator and click on enter to enable TOTP-based two factor authentication.
be_by: Праверыць гэта з <a href="https://support.google.com/accounts/answer/1066447?hl=en">Google Authenticator</a>, ці, калі вы не можаце, падайце Google Authenticator гэты ключ: <code>%s</code>. Пасля гэтага запоўніце наступную форму з кодам, які вы атрымаеце на Google Authenticator, і націсніце "Уваходзіць", каб уключыць двухфакторную аўтэнтыфікацыю на аснове TOTP.

source: At the moment you currently have set up Telegram Two Factor Authentication. Should you wish to disable it, please fill out the following form:
be_by: На дадзены момант вы ўжо наладзілі двухфакторную аўтэнтыфікацыю Telegram. Калі вы хочаце адключыць яго, калі ласка, запоўніце наступную форму:

source: At the moment you currently have set up TOTP-based (Google Authenticator) Two Factor Authentication. Should you wish to disable it, please fill out the following form:
be_by: На дадзены момант вы ўжо наладзілі двухфакторную аўтэнтыфікацыю на аснове TOTP (Google Authenticator). Калі вы хочаце адключыць яго, калі ласка, запоўніце наступную форму:

source: Disable Telegram 2FA
be_by: Адключыць Telegram 2FA

source: Disable TOTP-based 2FA
be_by: Адключыць TOTP-які засноўваецца 2FA

source: Google Authenticator recovery keys
be_by: Ключы аднаўлення Google Authenticator

source: These are the only thing that will let you get back into your Kurikku account if you lose your device. Our suggestion is to paste them inside a document in your word processor (Microsoft Word, LibreOffice Writer), print them and store them in a safe place.
be_by: Гэта адзінае, што дазволіць вам вярнуцца ў свой рахунак Kurikku, калі вы страціце сваё прылада. Наша прапанова заключаецца ў тым, каб ўставіць іх у дакумент у тэкставым працэсары (Microsoft Word, LibreOffice Writer), раздрукаваць іх і захоўваць у бяспечным месцы.

source: From here you can check all the applications you granted authorization to your account, and revoke their permissions if necessary.
be_by: Адсюль вы можаце праверыць усе прыкладання, якім вы падалі аўтарызацыю для свайго ўліковага запісу, і пры неабходнасці адклікаць іх дазволу.

source: Authorization created %s
be_by: Аўтарызацыя створана %s

source: Owner
be_by: Уладальнікi

source: Revoke
be_by: Адмяняць

source: ... but it looks like you have none!
be_by: ... але, падобна на тое, што ў цябе іх няма!

source: Open File
be_by: Адкрыць файл

source: Save
be_by: Захаваць

source: Clan Settings
be_by: Настаўленні Клана

source: Clantag
be_by: Клантэг

source: Icon (optional)
be_by: Значок (неабавязкова)

source: Background [URL] (optional)
be_by: Фон [URL] (неабавязкова)

source: Background URL
be_by: Фонавы URL-адрас

source: Generate a new invite!
be_by: Стварыце новае запрашэнне!

source: You haven't joined a clan yet, or you aren't the owner of your current one.
be_by: Вы яшчэ не ўступілі ў клан, ці вы не з'яўляецеся ўладальнікам вашага цяперашняга клана.

source: Your discord account has been linked to this account. <b>Welcome to the donors club and thank you for supporting us!</b> You have now access to the #donators text and voice channels on our official Discord server! You can also set a custom role name and username colour and change your nickname on Discord. If you want to change your nickname, you can use the <code>/nick</code> command. To set or edit your <b>custom role</b> name and colour, use the command <code>!role HEX_COLOUR ROLE_NAME</code>. You can pick your HEX colour <a href="http://www.colorpicker.com/" target="_blank">here</a>, it's the one that starts with '#'. You can change your role name and colour <b>whenever you want!</b>
be_by: Ваш уліковы запіс Discord была звязана з гэтым уліковым запісам.<b>Сардэчна запрашаем у клуб донараў і дзякуем Вам за падтрымку!</b> Зараз у вас ёсць доступ да тэкставых і галасавых каналах #donators на нашым афіцыйным серверы Discord! Вы таксама можаце ўсталяваць карыстацкае імя ролі і колер імя карыстальніка, а таксама змяніць свой нік на Discord. Калі вы хочаце змяніць свой нік, вы можаце выкарыстоўваць<code>/nick</code> каманду. Каб усталяваць ці адрэдагаваць ваш <b>карыстацкую ролю</b> імя і колер, выкарыстоўвайце каманду <code>!role HEX_COLOUR ROLE_NAME</code>. Вы можаце выбраць свой HEX колер <a href="http://www.colorpicker.com/" target="_blank">тут</a>, гэта той, які пачынаецца з "#". Вы можаце змяніць імя і колер сваёй ролі <b>калі захочаш!</b>

source: Thank you for supporting us and have fun on Kurikku!
be_by: Дзякуй Вам за падтрымку і атрымлівайце задавальненне ад Kurikku!

source: Donors get special privileges on our Discord server too!
be_by: Донары атрымліваюць асаблівыя прывілеі на нашым серверы Discord!

source: Discord is a chatroom with text and voice channels, bots and lots of other cool features. You can <b>download Discord for free <a href="http://discord.gg/" target="_blank">here</a></b> and you can <b>join our official Discord server <a href="%s" target="_blank">here</a></b>.
be_by: Discord - гэта чат з тэкставымі і галасавымі каналамі, ботамі і мноствам іншых цікавых функцый. Вы можаце <b>спампаваць раздрай бясплатна <a href="http://discord.gg/" target="_blank">тут</a></b> і вы можаце <b>далучайца да нашага афіцыйнага сервера Discord <a href="%s" target="_blank">тут</a></b>.

source: Here's what you get if you link your Discord account:
be_by: Вось што вы атрымаеце, калі звяжаце свой рахунак Discord:

source: Username on donors list
be_by: Імя карыстальніка ў спісе донараў

source: Custom role with custom username
be_by: Карыстацкая ролю з карыстальніцкім імем карыстальніка

source: To get these perks, first of all <a href="%s" target="_blank">join our Discord server</a>, then click this fancy button:
be_by: Каб атрымаць гэтыя льготы, перш за ўсё <a href="%s" target="_blank">далучайцеся да нашага сервера Discord</a>, націсніце мудрагелістую кнопку:

source: Get Discord donor privileges
be_by: Атрымаць прывілеі донара разладу

source: URL pic to add
be_by: URL малюнка для дадання

source: Avatar
be_by: Аватар

source: Social Accounts
be_by: Сацыяльныя рахункі

source: In-game BGs changer (BETA)
be_by: Змяненне BG-гульняў (BETA)

source: Discord donor
be_by: Discord донар

source: New password (leave blank if you don't want to change it)
be_by: Новы пароль (пакіньце пустым, калі вы не хочаце яго мяняць)

source: Current password
be_by: Бягучы пароль

source: Background type
be_by: Тып фону

source: None
be_by: Ніхто

source: Image
be_by: Малюнак

source: Solid colour
be_by: Суцэльны колер

source: No image selected
be_by: Малюнак не абраны

source: General
be_by: Агульны

source: Email address
be_by: Адрас электроннай пошты

source: Alternative username (cannot be used for login)
be_by: Альтэрнатыўнае імя карыстальніка (не можа быць выкарыстана для ўваходу ў сістэму)

source: Also known as...
be_by: Таксама вядомы як...

source: Favourite mode
be_by: Любімы рэжым

source: PP > Score
be_by: PP/Рахунак

source: Custom badge
be_by: Выраблены на замову значок

source: <b>Do not use offensive badges and do not pretend to be someone else with your badge.</b> If you abuse the badges system, you'll be silenced and you won't be able to edit your custom badge anymore.
be_by: <b>Не выкарыстоўвайце абразлівыя значкі і ня прыкідвайцеся кімсьці іншым з вашым значком.</b> Калі вы злоўжываеце сістэмай значкоў, вы будзеце маўчаць, і вы больш не зможаце рэдагаваць свой карыстацкі значок.

source: Enable
be_by: Уключыць

source: Icon reference
be_by: Спасылка на значок

source: Dinosaur, oompa-loompa, cool guy...
be_by: Дыназаўр, умпа-лумпа, класны хлопец...

source: Playstyle
be_by: Стыль гульні

source: Here you can connect your social accounts (VK, Twitch). Your accounts shows in your profile page and any user can see it!
be_by: Тут вы можаце падключыць свае сацыяльныя акаўнты (VK, Twitch). Вашы ўліковыя запісы адлюстроўваюцца на старонцы вашага профілю, і любы карыстальнік можа іх убачыць!

source: (Linked)
be_by: (Звязаны)

source: (Not Linked)
be_by: (Не звязаны)

source: Unlink
be_by: Раз'яднаць

source: Link
be_by: Спасылка
