Repository: osukurikku/hanayo
Catalog: data/locales/templates-*.po
Languages: he, nl

source: Hey, %s.
he: היי, %s.

source: Before proceding any further on Kurikku, we require you to use the message you just received on telegram to log in to your account.
he: לפני שתמשיך הלאה בקוריקו (Kurikku), אנו דורשים ממך להשתמש בהודעה שקיבלת הרגע בטלגרם בשביל להתחבר לחשבונך.
nl: Voordat u verder gaat met Kurikku, vereisen we dat u het bericht gebruiktdat u zojuist hebt ontvangen om u aan te melden bij uw account.

source: Before proceding further on Kurikku, we require you to use your Google Authenticator App to use the code for Kurikku, so that we can log you in.
he: לפני שתמשיך\כי הלאה בקוריקו (Kurikku), אנו דורשים ממך להשתמש באפליקציית המאמת של גוגל בשביל להשתמש בקוד עבור קוריקו (Kurikku).
nl: Voordat u verder gaat met Kurikku, vereisen we dat u uw Google Authenticator-app gebruikt om de code te gebruiken voor Kurikku, zodat we je kunnen aanmelden.

source: Telegram code
he: קוד טלגרם

source: (send again?)
he: (לשלוח שוב?)
nl: (stuur opnieuw?)

source: Lost your phone, or can't access Google Authenticator?
he: איבדת את הטלפון שלך, או שאתה לא יכול להשתמש באפליקציית המאמת של גוגל?
nl: Bent je je telefoon kwijt of hebt je geen toegang tot Google Authenticator?

source: Click here to use a recovery code.
he: לחץ כאן בשביל להשתמש בקוד השחזור.
nl: Klik hier om een herstelcode te gebruiken.

source: Can't find a way to get back access to your Kurikku account? Fear not! If you have your recovery codes which we recommended you to print you can type one in here and we'll magically log you in this time. After you've managed to get in, please disable and then re-enable 2FA, so you won't risk losing your account again.
he: לא מצליח למצוא דרך לקבל גישה בחזרה חשבון קוריקו (kurikku)? אל תפחד! אם יש לך את קודי השחזור שאנחנו המלצנו לך להדפיס, אתה יכול להקליד אותם כאן ואנחנו נכניס אותך בקסם הפעם. אחרי שהצלחת להיכנס, בבקשה השבת והפעל מחדש 2FA (אימות דו שלבי), כך שלא תסתכל בלאבד את חשבונך שוב.
nl: Geen toegang meer tot je Kurikku account? Wees niet bang! Als je je herstelcodes nog hebt (die je moest printen op papier), kan je er hier een invullen en zullen we je eenmaal op een magische manier inloggen. Wanneer je ingelogd bent, zet 2FA dan een uit en terug aan, zodat je je account niet weer kunt kwijt raken.

source: Recover account
he: שחזור חשבון
nl: Account herstellen

source: Ooops! Looks like something went really wrong while trying to process your request. Perhaps report this to a developer? Retrying doing what you were trying to do might work, too.
he: אופס! נראה שמשהו השתבש כשניסית לעבד את בקשתך. אולי לדווח על זה למפתח? לנסות שוב את מה שניסית לעשות יכול גם לעבוד.

source: Your account is currently in restricted mode. You will not be able to perform certain actions, and your profile can only be seen by you and by Kurikku's staff. If you believe this was a mistake, or a month has passed since you first saw this, then you can send an appeal to <a href=mailto:support@kurikku.pw>support@kurikku.pw</a>.
he: החשבון שלך כרגע נמצא במצב מוגבל. אתה לא תוכל\י לבצע פעולות מסוימות, והפרופיל שלך יכול להיראות רק על ידיך וכל ידי הצוות של קוריקו (Kurikku). אם אתה מאמין שזו הייתה טעות, או שחודש עבר מאז שראית את זה בפעם הראשונה, אז אתה יכול לשלוח פנייה אל <a href=mailto:support@kurikku.pw>support@kurikku.pw</a>.

source: Kurikku's score submission is currently in maintenance mode. You will not be allowed to submit scores for the time being.
he: בגשת הנקודות של קוריקו (Kurikku) כרגע במצב תחזוקה. לא תורשה להגיש נקודות בינתיים.
nl: Kurikku 's score-submission bevindt zich momenteel in onderhoud. Je kan voorlopiggeen scores inzenden.

source: Kurikku's website is currently in maintenance mode. Only certain users are allowed to access the full website.
he: האתר של קוריקו (Kurikku) נמצא כרגע במצב תחזוקה, רק למשתמשים מסוימים יש גישה לגשת לאתר המלא.

source: &copy; %d Ripple, osu!Kurikku, using Hanayo %s.
he: &copy; %d ריפל (Ripple), אוסו!קוריקו (osu!kurikku) משתמש בהאניו %s.

source: Who is working on this thing?
he: מי עובד על הדבר הזה?
nl: Wie werkt er aan dit ding?

source: Team
he: צוות

source: GitHub
he: גיטהאב (Github)

source: Status
he: מצב

source: Language
he: שפה
nl: Taal

source: Artist
he: אמן

source: Title
he: כותרת

source: Creator
he: יוצר

source: Source
he: מקור

source: Circle Size
he: גודל עיגול

source: HP Drain
he: ריקון HP

source: Overall Difficulty
he: קושי כולל

source: Passes/Plays
he: עבירות\שיחוקים

source: Approach Rate
he: מהירות ההתקרבות

source: Star Difficulty
he: רמת הכוכבים

source: Length
he: אורך

source: osu!direct
he: אוסו!ישיר

source: download
he: הורדה

source: download (no video)
he: הורדה (בלי סרטון)

source: Rank
he: מקום
nl: Rang

source: Player
he: שחקן
nl: Speler

source: Score
he: ציון

source: Mods
he: מודים

source: Accuracy
he: דיוק

source: Combo
he: קומבו

source: This is the changelog. Changes are published here as soon as they hit the production status (as in, live on the website).
he: זה הלוח מודעות. שינויים מתפרסמים כאן ברגע שהם קורים (כמו, בשידור חי על האתר).
nl: Dit is de changelog. Wijzigingen worden hier gepubliceerd zodra ze voltooid zijn (zoals, live op de website).

source: Author
he: מחבר
nl: Auteur

source: Subject
he: נושא
nl: Onderwerp

source: Time
he: זמן
nl: Tijd

source: [Clan tag] Name
he: [תג קלאן] שם

source: PP/Score
he: PP\ציון

source: Playcount
he: כמות השיחוק

source: Clan Owner
he: מנהל קלאן

source: Global Rank
he: ראנק גלובלי

source: Ranked Score
he: ציון ראנקד

source: Total Score
he: ציון כולל

source: Total Playcount
he: מספר שיחוק כולל

source: Total Replays Watched
he: מספר צפיות כולל

source: Total Hits
he: פגיעות כלליות

source: Disband Clan
he: לפרק את הקלאן

source: Leave Clan
he: עזוב קלאן

source: Members
he: משתמשים

source: The members of the clan.
he: המשתמשים של הקלאן.

source: Need some help getting around? Look no further! From here you will be able to view our documentation, which is basically a very simplistic wiki.
he: צריך\כה עזרה מסוימת בסביבה? אל תסתכל רחוק כלכך! מכאן אתה תוכל לצפות בתיעוד שלנו, שהו בעצם פורום מאד פשטני.
nl: Heb je hulp nodig om rond te kijken? Zoek niet verder! Vanaf hier kun jeonze documentatie bekijken, wat in feite een zeer simplistische wiki is.

source: Looks like there is no documentation on this Kurikku instance!
he: נראה שאין כאן תיעוד של המופע הזה של קוריקו (Kurikku)!
nl: Het lijkt erop dat er geen documentatie over deze Kurikku is!

source: It seems like the original version of this file has been updated, so this file is out of date and may contain inaccurate information. If you want to make sure to be up-to-date, please refer to the <a href="%s%s">English version</a>.
he: נראה שהגרסא המקורית של הקובץ הזה עודכנה, אז הקובץ הזה לא מעודכן ועלול להכיל מידע לא מדויק. אם את\ה רוצה להקפיד להיות מעודכן, עיין\ני ב<a href="%s%s">גרסא באנגלית</a>.
nl: Het lijkt erop dat de originele versie van dit bestand is bijgewerkt, dus ditbestand is verouderd en kan onnauwkeurige informatie bevatten. Als je ervoor wilt zorgen dat u up-to-date bent, raadpleeg de <a href="%s%s">EngelseVersie</a>.

source: Documentation file not found!
he: תיעות הקובץ לא נמצא!
nl: Documentatie bestand niet gevonden!

source: View all docs
he: הצג את כל המסמכים
nl: Bekijk alle docs

source: On this page you can see all of your friends, and unfriend them as you see fit.
he: בדף הזה תוכל\י לראות את כל החברים שלך, ולהסיר אותך כחברים אם אתה רוצה.
nl: Op deze pagina kun je al je vrienden zien, en ze verwijderen als je wilt.

source: Mutual
he: הדדי

source: Remove
he: הסר
nl: Verwijderen

source: If you need to get in touch with our support team (our Community Managers), you will need to either send an email to our support email address, or join our <a href='https://discord.gg/5uA3c76'>Discord Server</a>. You can compose an email to it by clicking the button at the bottom of this page. <b>Please read the following</b> though, as it is important.
he: אם את\ה צריך ליצור קשר עם צוות התמיכה שלנו (מנהלי הקהילה שלנו), את\ה תצתרך לשלוח אימייל את הצוות תמיכה שלנו או להצתרף ל<a href='https://discord.gg/5uA3c76'>שרת דיסקורד שלנו</a>. אתה יכול לחבר אליו חשבון אימייל על ידי לחיצה על הכפתור בתחתיד העמוד הזה. <b>בבקשה תקרא את הדברים הבאים</b> בגלל שזה חשוב.

source: The support email <b>is not meant for technical support</b>. If you need technical support, then please join our <a href='https://discord.gg/5uA3c76'>Discord Server</a>, and ask your question on the <b>#help channel</b>. You should also join the Discord server and ask a CM if you have any informal inquiry that you may have.
he: אימייל התמיכה <b>לא מיועד לתמיכה טכנית</b>. אם את\ה צריך תמיכה טכנית, הצתרף <a href='https://discord.gg/5uA3c76'>לשרת דיסקורד</a>, ותשאל את השאלות שלך בערוץ <b>#help channel</b>. אתה צריך גם להצתרף לשרת דיסקורד ולשאול CM אם יש לך שאתה לא רשמית.

source: When contacting the support mail, please make sure to <b>send the email from the email address you signed up on Kurikku with</b>.
he: כאשר אתה יוצר קשר עם אימייל התמיכה, בבקשה וודא ש<b>שלחת את האימייל מהאימייל שפתחת את החשבון קוריקו שלך עליו</b>.
nl: Als u contact opneemt met de supportmail, dan moet je <b> de e-mail verzenden vanhet e-mailadres waarmee je je hebt aangemeld op Kurikku</b>.

source: OUR DISCORD
he: הדיסקורד שלנו

source: Full Name
he: שם מלא

source: E-Mail
he: אימייל

source: Text
he: טקסט

source: Send
he: שלח/י

source: On this moment <b>%s online</b> and <b>%s registered users</b>
he: ברגע זה <b>%s מחובר</b> ו<b>%s משתמשים רשומים</b>

source: Learn the experience of playing on the fastest growing private server of osu!
he: למד את החוויה של לשחק בשרת הפרטי הגדול ביותר של osu!

source: Check us!
he: בדוק אותנו!

source: Register
he: הירשם/י
nl: Registreer

source: Done by <a href='/u/%s'>%s</a>
he: הוכן על ידי <a href='/u/%s'>%s</a>

source: Top Score
he: הניקוד המוביל

source: Top Score RX
he: הציון ההכי טוב עם RX

source: Top donators
he: התורמים המובילים

source: Expires in <b>%s</b>
he: נעלם בעוד <b>%s</b>

source: Welcome back, <span class='subtitle'>%s</span>!
he: ברוך\כה שובך, <span class='subtitle'>%s</span>!

source: players
he: שחקנים

source: online
he: מחובר

source: Server news
he: חדשות האתר

source: viewers
he: צופים

source: Most played beatmaps
he: המפות הכי משוחקות

source: Submitted Scores
he: שיאים רשומים

source: Vote for us and get free donor!
he: הצביעו לנו וקבלו תורם חינם!

source: Vote!
he: הצבעה!

source: Here you can generate a new IRC token. You can use it to connect to Kurikku's chat using IRC. Remember that your IRC token is like a password, anyone who knows it, has access to your account. If you're interested knowing how to connect to Kurikku's chat via IRC.
he: כאן אתה יכול ליצור טוקן IRC חדש. אתה יכול להתחבר לקוריקו על ידי שימור שטוקן IRC הזה. תזכור שהטורן IRC הזה הוא כמו סיסמא, כל מי שיודע את זה, יכול לקבל גישה לחשבון שלך. אם אתה מעוניין לדעת איך להתחבר לקוריקו עם IRC.

source: Generate a new token!
he: הגרל מפתח חדש!
nl: Genereer een nieuwe token!

source: You're already logged in!
he: את\ה כבר רשום!
nl: Je bent al ingelogd!

source: Username (or email)
he: שם משתמש (או אימייל)
nl: Gebruikersnaam (of e-mail)

source: Username
he: שם משתמש
nl: Gebruikersnaam

source: Password
he: סיסמה
nl: Wachtwoord

source: (forgot?)
he: (שכחת?)
nl: (vergeten?)

source: Submit
he: הגש
nl: Indienen

source: Home page
he: דף הבית
nl: Startpagina

source: Leaderboard
he: טבלת מובילים

source: Information
he: מידע

source: Tournament live
he: טורנירים בשידור חי

source: Signature Generator
he: יוצר חתימות

source: Discord
he: דיסקורד

source: Contact support
he: צור קשר עם תמיכה
nl: Contacteer support

source: Documentation
he: תיעוד
nl: Documentatie

source: Beatmaps
he: מפות

source: Beatmaps Searching
he: חיפוש מפות

source: Rank Request
he: בקשה לדרגה

source: Community
he: קהילה

source: Clans
he: קלאנים

source: Clans Leaderboard
he: הקלאנים המובילים

source: Clans Create
he: צור קלאן

source: Streamers
he: שדרנים

source: Donate
he: לתרום
nl: Doneren

source: Why do we need donations?
he: למה אנחנו צריכים תרומות?

source: Shop
he: חנות

source: Switcher
he: מחליף

source: Admin Panel
he: לוח מנהל

source: Looking for someone?
he: מחפש/ת מישהו/י?
nl: Op zoek naar iemand?

source: Profile
he: פרופיל
nl: Profiel

source: Friends
he: חברים
nl: Vrienden

source: Subscribers
he: רשומים

source: Settings
he: הגדרות
nl: Instellingen

source: Log out
he: להתנתק
nl: Afmelden

source: Log in
he: להתחבר
nl: Inloggen

source: We're sorry, but we were unable to find the content you were looking for!
he: אנחנו מצטערים, אבל אחנו לא יכולם מצוא את התוכן שחיפשת!
nl: Sorry, maar we vonden niet waar je naar op zoek bent!

source: This application will be able to:
he: האפליקציה תיהיה נגישה ל:
nl: Deze applicatie zal in staat zijn om:

source: Identify
he: לזהות
nl: Identificeren

source: See your public information (everything somebody can see on your user profile), however with this alone it will not be able to see your private information (for instance your email address).
he: לראות את המידע הציבורי שלך (כל מה שמישהו יכול לראות בפרופיל המשתמש שלך), עם זאת לא יוכלו לראות את המידע הפרטי שלך (לדוגמה כתובת המייל שלך).
nl: Zie je openbare informatie (alles wat iemand op je gebruikerprofiel kan zien), maar met dit alleen zal het je privé informatie niet kunnen zien (bijvoorbeeld je e-mailadres).

source: Read private information
he: לקרוא מידע פרטי
nl: Lees privé-informatie

source: This application will be able to see your email address, and any private information we will add in the future.
he: האפליקציה הזו תוכל לראות את הכתובת אימייל שלך, וכל מידע פרטי שנוסיף בהמשך.
nl: Deze applicatie kan uw e-mailadres en alle persoonlijke gegevens ziendie we in de toekomst zullen toevoegen

source: Write
he: לכתוב
nl: Schrijven

source: This application will be able to make modifications to your Kurikku account. This is potentially really dangerous! Use this only with applications that you trust.
he: האפליקציה הזו תוכל ליצור שינויים בחשבון קוריקו שלך. זה באמת מסוכן! תשתמש בזה רק באפליקציות שאתה סומך עליהם.
nl: Deze applicatie kan wijzigingen aanbrengen in je Kurikku -account.Dit is potentieel echt gevaarlijk! Gebruik dit alleen met applicaties diejij vertrouwt.

source: Approve
he: אשר
nl: Goedkeuren

source: Deny
he: להתעלם
nl: Weigeren

source: created by %s
he: נוצר על ידי %s

source: User is <b>silenced</b> for %s, expires %s.
he: מחשתמש הזה <b>מושתק</b> ל%s, נגמר ב%s.
nl: Gebruiker is <b>gesilenced</b> voor %s, verloopt %s.

source: User is <b>%s</b>
he: המשתמש הוא <b>%s</b>
nl: Gebruiker is <b>%s</b>

source: Unknown
he: לא ידוע
nl: Onbekend

source: Online
he: מחובר

source: Offline
he: לא מחובר

source: subs count
he: כמות רשומים

source: Twitch
he: טוויץ'

source: from <b>%s</b>.
he: מאת<b>%s</b>.

source: <b>%s</b> is a player from <b>%s</b>.
he: <b>%s</b> הוא שחקן מ-<b>%s</b>.

source: They registered %s.
he: הם נרשמו %s.

source: Last seen: %s.
he: נראה/תה לאחרונה: %s.
nl: Laatst gezien: %s.

source: They play with %s.
he: הם משחקים עם %s.
nl: Ze spelen met %s.

source: Global rank
he: ראנק עולמי
nl: Globale rang

source: Country rank
he: ראנק ארצי
nl: Land rang

source: Clan
he: קלאן

source: Ranked score
he: ניקוד מדורג
nl: Gerangschikte score

source: Total score
he: ניקוד כולל
nl: Totale score

source: Replays watched
he: צפיות חוזרות
nl: Bekeken herhalingen

source: Total hits
he: פגיעות כלליות
nl: Totale hits

source: Level %s
he: רמה %s
nl: Niveau

source: Achievements
he: הישגים

source: Load more
he: טען עוד

source: Forgot your password? Worry not! Here you can reset it. Just tell us your username or email address, and we'll take care of it. You will receive an email at the email address you used to sign up on Kurikku. To continue the password reset procedure, click the link on that email.
he: שכחת את הסיסמה? אל דאגה! אתה יכול לאפס אותה כאן. רק ספר לנו מה השם שלך או את האימייל שלך, ואנחנו נדאג לזה. אתה תקבל מייל לאימייל שבו השתמשת כדי להירשם לKurikku. להמשך תהליך איפוס הסיסמה, לחץ על הלינק שנשלח לך לאימייל.
nl: Wachtwoord vergeten? Vrees niet! Hier kan je het resetten. Zeg ons gewoon je gebruikersnaam of e-mailadres, en wij zorgen voor de rest. Je zal een e-mail krijgen op het e-mail adres dat je gebruikt hebt om te registreren bij Kurikku. Om verder te gaan met de reset procedure, klik op de link in de e-mail.

source: Reason
he: סיבה

source: Foul play / Cheating
he: רמאות / משחק מלוכלך

source: Spamming
he: הספמה

source: Other
he: אחר

source: Additional text
he: טקסט נוסף

source: We must say, that we can silence you if the report is false or you're abusing the report system (spamming, etc.)
he: אנחנו חייבים לאמר, שאנחנו יכול להשתיק אותך אם הדיווח נוצר לרעה או שגוי. (ספאם, וכו.)

source: Hello! Authorization was successful, time to go back ....
he: שלום! החיבור היה מוצלח, זמן לחזור חזרה ....

source: Back
he: חזור

source: On this page you can see all of your subscribers, and add new friends if you see fit.
he: בדף זה תוכל לראות את כל רשומייך, ולהוסיף חברים חדשים אם תראה לנכון.

source: You are a donor!
he: אתה תורם!
nl: Jij bent een donator!

source: Your donor expires <b>%s</b>. No need to feel guilty for not having donated!
he: התרומה שלך נגמרה <b>%s</b>. אין צורך להרגיש אשמה על זה שלא תרמת!
nl: Je donator status vervalt <b>%s</b>. Je hoeft je niet schuldig te voelen omdat je niet hebt gedoneerd!

source: Did you know?
he: הידעת?
nl: Wist je dat?

source: (Probably.)
he: (כנראה.)
nl: (Waarschijnlijk.)

source: (Probably not.)
he: (כנראה שלא.)
nl: (Waarschijnlijk niet.)

source: Kurikku is not cheap to run.
he: Kurikku הוא לא זול להרצה.
nl: Kurikku is niet goedkoop om te onderhouden.

source: While we provide this service for free, we still have to pay for it, and if we always took the money out of our own pockets, 1. we would be broke, 2. we wouldn't be able to upgrade our hardware to accomodate our users. While we do have loads of software optimisations that allow us to have Kurikku run crazy fast while still being on not so high-end hardware, the more users we have, the higher-end our hardware needs to be. So we are asking you for help on this :).
he: בזמן שאנחנו מספקים את השירות הזה בחינם, אנחנו עדיין צריכים לשלם עליו, ואם אנחנו תמיד נחפש בשביל כסף מהכיס האישי שלנו. 1. אנחנו נישבר, 2. אנחנו לא נוכל לשדרך את החומרה שלנו בשביל הקהילה שלנו. בזמן שיש לנו מלא תוכנות אופטימליות תוכנה המאפשרת לנו לקלוט את קוריקו במהירות לא נורמלית בזמן שאנחנו עדיין משתמשים בחומרה לא כלכך מתקדמתת, ככול שיש לנו יותר משתמשים, החומרה שלנו צריכה להיות יותר גבוהה. אז אנחנו מבקשים ממך עזרה בזה :).
nl: Hoewel we deze service gratis aanbieden, moeten we er nog wel voor betalen, en alswe alles altijd uit eigen zak zouden nemen, dan 1. we zouden blut zijn en 2. wijzouden onze hardware niet kunnen upgraden om onze gebruikers tevreden te stellen.We hebben heel veel software-optimalisaties die ons in staat stellen Kurikkusuper snel te maken terwijl we nog steeds niet op high-end hardware zit, hoe meer gebruikers wehebben, hoe hoger onze hardware kwaliteit moet zijn, dus we vragen je om hulpvoor dit :).

source: We are still students.
he: אנחנו עדיין תלמידים.
nl: We zijn nog steeds studenten.

source: Kurikku developers, and most of the Kurikku staff, do not have a day job. This means that we get most of our income as students from doing small jobs as "freelancers" every so often, or, you know, allowance.
he: מפתחי Kurikku, ורוב צוות Kurikku, בעלי עבודה בבוקר. זה אומר שרוב ההכנסה שלנו כתלמידים היא מלעשות עבודות קטנות מפעם לפעם, או, אתה יודע, קצבה.
nl: Kurikku -ontwikkelaars en de meeste Kurikku -medewerkers hebben geen normale baan.Dit betekent dat we het grootste deel van onze inkomsten als studenten krijgen van het doen van kleine baantjes.

source: We do not have ads. And never will.
he: אין לנו פרסומות, וכל אף פעם לא יהיה לנו.
nl: We hebben geen ads, en dat zal ook nooit gebeuren.

source: You may have adblock enabled and have not noticed, but we don't have ads anywhere on our website. We believe ads are bad, as they can be very annoying to you and that you would rather spend a few bucks to help us rather than watch annoying ads all the time.
he: כנראה החוסם-פרסומות שלך מופעל ולא ידעת, אבל אין לנו פרסומות בשום מקום באתר. אנחנו מאמינים שפרסומות זה רע, והם יכולים להיות מאוד מציקים לך ואתה תעדיף לשלם לנו כדי לעזור מאשר לצפות בפרסומות מעצבנות על הזמן.
nl: Je hebt mogelijk adblock ingeschakeld en waarschijnlijk nog niet opgemerkt, maar we hebben geen advertentiesop onze website. Wij zijn van mening dat advertenties slecht zijn, omdat ze heel erg vervelend kunnen zijn voor je en omdat je liever een paar euro wilt uitgeven om ons te helpenin plaats van altijd vervelende advertenties te zien.

source: We love picking random icons from our icon library.
he: אנחנו אוהבים לבחור אייקון באקראיות מספריית האייקונים שלנו.
nl: We houden ervan willekeurige pictogrammen te kiezen uit onze pictogrambibliotheek.

source: So what can you do?
he: אז מה אתה יכול לעשות?
nl: Dus wat kan je doen?

source: Well, you can give us even more money.
he: טוב, אתה יכול לתת לנו עוד כסף.
nl: Nou, je kunt ons nog meer geld geven.

source: Here's what you get:
he: זה מה שאתה תקבל:
nl: Hier is wat je krijgt:

source: Yellow username
he: שם משתמש צהוב
nl: Gele naam

source: Just like in osu!, you get a <b>shiny yellow username</b> in the in-game chat to show everyone you're a really cool dude who has helped us pay the server bills.
he: כמו osu!, אתה תקבל <b>שם צהוב נוצץ</b> בצ'אט של המשחק כדי להראות לכולם שאתה בחור מגניב שעוזר לנו לשלם את חשבונות השרת.
nl: Net als in osu! krijg je een <b>gele gebruikersnaam</b> in de in-gamechat om iedereen te laten zien dat je een hele coole gast bent die ons heeft geholpen om de serverrekeningen.te betalen.

source: Donor badge
he: תג תורם
nl: Donator badge

source: Again, just like in osu!, you will get a <b>donor badge</b> on your profile, to show everyone you're supporting us.
he: שוב, כמו osu!, אתה תקבל <b>תג תורם</b> בפרופיל שלך, להראות לכולם שאתה תומך בנו.
nl: Nogmaals, net als in osu !, krijg je een <b>donator badge>/b> op je profiel, om iedereen te laten zien dat je ons steunt.

source: Custom badge editor
he: עריכת תגים בהתאמה אישית

source: You get to be able to create your <b>own personal badge</b>, with custom text and icon, to show off on your profile! Let the world know you're an anchor. Or prank people showing a spinnin' wheel with "Loading..."! Up to you.
he: את\ה תוכל\י ליצור את <b>התג האישי שלך</b>, עם טקסט וסמל מותאמים אישית, להשוויץ בפרופיל שלך! תן לעולם לדעת שאת\ה עוגן. אם לתעבוד על אנשים על ידי הגיף של הגלגל מסתובב עם "טוען..."! הכל תלוי בך.
nl: Je kunt je <b>eigen persoonlijke badge</b> maken, met aangepastetekst en pictogram, om te pronken met je profiel! Laat de wereld weten dat je een ankerbent. Of hou mensen voor de gek met een spinnend wiel met de tekst "Bezig met laden..."! allesmag je zelf beslissen.

source: Friends ranking
he: דירוג חברים
nl: Vrienden ranglijst

source: <b>Competing with friends</b> is really cool, you can play on the leaderboard with someone more or less on your level, without getting crippling depression and RSI for not beating that pro!
he: <b>להתחרות עם חברים</b> זה מגניב, אתה יכול לשחק בטבלת המובילים עם מישהו פחות או יותר ברמה שלך, בלי לקבל דיכאון קשה וRSI בגלל שלא הבסת את הפרו הזה!
nl: <b>Concurreren met vrienden</b> is echt leuk, je kunt spelen op deleaderboard met iemand die min of meer op jouw niveau zit, zonderverlammende depressie en RSI voor het niet verslaan van die pro!

source: Profile background
he: רקע הפרופיל
nl: Profiel achtergrond

source: Think about <b>spicing your profile up with some eggplants</b>? Got you covered! Having donor privileges, you get to be able to change your profile background.
he: תחשוב על <b>להחריף את הפרופיל שלך בכמה חצילים</b>? אנו כאן לכסות אותך! לאחר שתרמת, אתה מקבל גישה לשנות את הרקע פרופיל שלך.
nl: Denk erover om <b>je profiel op te fleuren met wat aubergines</b>? I got you coverd! Met donorprivileges, kunt je je profiel achtergrondwijzigen.
