Repository: osukurikku/hanayo
Catalog: data/locales/templates-by.po
Languages: be_by

source: Hey, %s.
be_by: Добры дзень, %s.

source: Before proceding any further on Kurikku, we require you to use the message you just received on telegram to log in to your account.
be_by: Перш чым прыступіць да далейшых працэдурах на Kurikku, мы патрабуем, каб вы выкарыстоўвалі паведамленне, якое вы толькі што атрымалі ў Telegram, для ўваходу ў свой уліковы запіс.

source: Before proceding further on Kurikku, we require you to use your Google Authenticator App to use the code for Kurikku, so that we can log you in.
be_by: Перш чым працягнуць працу з Kurikku, мы патрабуем, каб вы выкарыстоўвалі сваё прыкладанне Google Authenticator для выкарыстання кода для Kurikku, каб мы маглі ўвайсці ў сістэму.

source: Telegram code
be_by: Код тэлеграмы

source: (send again?)
be_by: (адправіць яшчэ раз?)

source: Lost your phone, or can't access Google Authenticator?
be_by: Вы страцілі свой тэлефон ці не можаце атрымаць доступ да Google Authenticator?

source: Click here to use a recovery code.
be_by: Націсніце тут, каб выкарыстоўваць код аднаўлення.

source: Can't find a way to get back access to your Kurikku account? Fear not! If you have your recovery codes which we recommended you to print you can type one in here and we'll magically log you in this time. After you've managed to get in, please disable and then re-enable 2FA, so you won't risk losing your account again.
be_by: Не можаце знайсці спосаб вярнуць доступ да сваёй ўліковага запісу Kurikku? Не бойцеся! Калі ў вас ёсць коды аднаўлення, якія мы рэкамендавалі вам раздрукаваць, вы можаце ўвесці іх тут, і мы чароўным чынам ўвойдзем у сістэму на гэты раз. Пасля таго, як Вам удалося ўвайсці, калі ласка, адключыце і зноў уключыце 2FA, каб вы не рызыкавалі зноў страціць свой рахунак.

source: Recover account
be_by: Аднаўленне ўліковага запісу

source: Ooops! Looks like something went really wrong while trying to process your request. Perhaps report this to a developer? Retrying doing what you were trying to do might work, too.
be_by: Ой! Падобна, што-то сапраўды пайшло не так, калі я спрабаваў апрацаваць ваш запыт. Можа быць, паведаміць аб гэтым распрацоўніку? Паўторная спроба зрабіць тое, што вы спрабавалі зрабіць, таксама можа спрацаваць.

source: Your account is currently in restricted mode. You will not be able to perform certain actions, and your profile can only be seen by you and by Kurikku's staff. If you believe this was a mistake, or a month has passed since you first saw this, then you can send an appeal to <a href=mailto:support@kurikku.pw>support@kurikku.pw</a>.
be_by: Ваш уліковы запіс у цяперашні час знаходзіцца ў абмежаваным рэжыме. Вы не зможаце выконваць пэўныя дзеянні, і ваш профіль будзе бачны толькі вам і супрацоўнікам Kurikku. Калі вы лічыце, што гэта была памылка, ці прайшоў месяц з таго часу, як вы ўпершыню ўбачылі гэта, то вы можаце адправіць апеляцыю па адрасе <a href=mailto:support@kurikku.pw>support@kurikku.pw</a>.

source: Kurikku's score submission is currently in maintenance mode. You will not be allowed to submit scores for the time being.
be_by: Прадстаўленне балаў Kurikku ў цяперашні час знаходзіцца ў рэжыме тэхнічнага абслугоўвання. У цяперашні час вам не будзе дазволена падаваць балы.

source: Kurikku's website is currently in maintenance mode. Only certain users are allowed to access the full website.
be_by: Сайт Kurikku ў цяперашні час знаходзіцца ў рэжыме тэхнічнага абслугоўвання. Доступ да поўнага вэб-сайту дазволены толькі вызначаным карыстальнікам.

source: &copy; %d Ripple, osu!Kurikku, using Hanayo %s.
be_by: &copy; %d Ripple, osu!Kurikku, выкарыстоўваючы Hanayo %s.

source: Who is working on this thing?
be_by: Хто ж працуе над гэтай штукай?

source: Team
be_by: Каманда

source: Status
be_by: Статус

source: Language
be_by: Мова

source: Artist
be_by: Мастак

source: Title
be_by: Загаловак

source: Creator
be_by: Стваральнік

source: Source
be_by: Крыніца

source: Circle Size
be_by: Памер Круга

source: HP Drain
be_by: Паглынанне HP

source: Overall Difficulty
be_by: Агульная Складанасць

source: Passes/Plays
be_by: Перадае/Прайгравае

source: Approach Rate
be_by: Хуткасць Набліжэння

source: Star Difficulty
be_by: Складанасці Зорка

source: Length
be_by: Даўжыня

source: download
be_by: скачаць

source: download (no video)
be_by: спампаваць (няма відэа)

source: Rank
be_by: Ранг

source: Player
be_by: Гулец

source: Score
be_by: Рахунак

source: Mods
be_by: Моды

source: Accuracy
be_by: Дакладнасць

source: Combo
be_by: Комба

source: This is the changelog. Changes are published here as soon as they hit the production status (as in, live on the website).
be_by: Гэта і ёсць спіс змен. Змены публікуюцца тут, як толькі яны трапляюць у вытворчы статус (напрыклад, у прамым эфіры на вэб-сайце).

source: Author
be_by: Аўтар

source: Subject
be_by: Прадмет

source: Time
be_by: Час

source: [Clan tag] Name
be_by: [Тэг клана] Iмя

source: PP/Score
be_by: PP/Рахунак

source: Playcount
be_by: Колькасць прайграванняў

source: Clan Owner
be_by: Уладальнік Клана

source: Global Rank
be_by: Глабальны рэйтынг

source: Ranked Score
be_by: Спарадкаваны бал

source: Total Score
be_by: Агульны бал

source: Total Playcount
be_by: Агульная колькасць гульняў

source: Total Replays Watched
be_by: Агульная колькасць прагледжаных паўтораў

source: Total Hits
be_by: Усяго пападаннiй

source: Disband Clan
be_by: Распусціць клан

source: Leave Clan
be_by: Пакінуць клан

source: Members
be_by: Удзельнік

source: The members of the clan.
be_by: Гэта былі члены клана.

source: Need some help getting around? Look no further! From here you will be able to view our documentation, which is basically a very simplistic wiki.
be_by: Вам патрэбна дапамога, каб перасоўвацца? Не глядзі далей! Адсюль вы зможаце праглядзець нашу дакументацыю, якая ў асноўным уяўляе сабой вельмі спрошчаную вікі-старонку.

source: Looks like there is no documentation on this Kurikku instance!
be_by: Падобна на тое, што на гэтым экзэмпляры Kurikku няма ніякай дакументацыі!

source: It seems like the original version of this file has been updated, so this file is out of date and may contain inaccurate information. If you want to make sure to be up-to-date, please refer to the <a href="%s%s">English version</a>.
be_by: Падобна на тое, што першапачатковая версія гэтага файла была абноўлена, таму гэты файл састарэў і можа ўтрымліваць недакладную інфармацыю. Калі вы хочаце, каб пераканацца, каб быць уверх-да-дата, калі ласка, звярніцеся да <a href="%s%s">English версія</a>.

source: Documentation file not found!
be_by: Файл дакументацыі не знойдзены!

source: View all docs
be_by: Прагляд ўсіх дакументаў

source: On this page you can see all of your friends, and unfriend them as you see fit.
be_by: На гэтай старонцы вы можаце ўбачыць ўсіх сваіх сяброў, а таксама разысціся з імі па сваім меркаванні.

source: Mutual
be_by: Узаемны

source: Remove
be_by: Выдаляць

source: If you need to get in touch with our support team (our Community Managers), you will need to either send an email to our support email address, or join our <a href='https://discord.gg/5uA3c76'>Discord Server</a>. You can compose an email to it by clicking the button at the bottom of this page. <b>Please read the following</b> though, as it is important.
be_by: Калі вам трэба звязацца з нашай службай падтрымкі (нашы менеджэры супольнасці), вам трэба будзе альбо адправіць электронны ліст на наш адрас электроннай пошты падтрымкі, альбо далучыцца да нашага <a href='https://discord.gg/5uA3c76' >Discord сервера</a>. Вы можаце напісаць яму электронны ліст, націснуўшы на кнопку ў ніжняй частцы гэтай старонкі. <b>Калі ласка, прачытайце наступнае</b> хоць, як гэта важна.

source: The support email <b>is not meant for technical support</b>. If you need technical support, then please join our <a href='https://discord.gg/5uA3c76'>Discord Server</a>, and ask your question on the <b>#help channel</b>. You should also join the Discord server and ask a CM if you have any informal inquiry that you may have.
be_by: Адрас электроннай пошты службы падтрымкі <b>не прызначаны для тэхнічнай падтрымкі</b>. Калі вам патрэбна тэхнічная падтрымка, то, калі ласка, далучайцеся да нашага <a href='https://discord.gg/5uA3c76' >Discord сервер</a>, і задайце сваё пытанне на <b>канале #help</b>. Вы таксама павінны далучыцца да сервера Discord і спытаць CM, ці ёсць у вас які-небудзь неафіцыйны запыт, які вы можаце мець.

source: When contacting the support mail, please make sure to <b>send the email from the email address you signed up on Kurikku with</b>.
be_by: Пры звароце ў службу падтрымкі, калі ласка, не забудзьцеся <b>адправіць электронны ліст з адрасу электроннай пошты, на які вы зарэгістраваліся на Kurikku з дапамогай</b>.

source: OUR DISCORD
be_by: НАШЫ РОЗНАГАЛОССІ

source: Full Name
be_by: Поўнае імя

source: E-Mail
be_by: Электронная пошта

source: Text
be_by: Тэкст

source: Send
be_by: Адправіць

source: On this moment <b>%s online</b> and <b>%s registered users</b>
be_by: На дадзены момант<b>%s анлайн</b> i <b>%s зарэгістраваных гулецоу</b>

source: Learn the experience of playing on the fastest growing private server of osu!
be_by: Вывучыце вопыт гульні на самым хуткарослым прыватным серверы osu!

source: Check us!
be_by: Праверце нам!

source: Register
be_by: Зарэгістраваць

source: Done by <a href='/u/%s'>%s</a>
be_by: Зроблена самім <a href='/u/%s'>%s</a>

source: Top Score
be_by: Агульны бал

source: Top Score RX
be_by: Агульны бал RX

source: Top donators
be_by: Лепшыя донары

source: Expires in <b>%s</b>
be_by: Тэрмін дзеяння мінае ў <b>%s</b>

source: Welcome back, <span class='subtitle'>%s</span>!
be_by: З вяртаннем, <span class='subtitle'>%s</span>!

source: players
be_by: гульцы

source: online
be_by: анлайн

source: Server news
be_by: Навіны сервера

source: viewers
be_by: глядачы

source: Most played beatmaps
be_by: Самыя папулярныя бітмапы

source: Submitted Scores
be_by: Прадстаўлены бал

source: Vote for us and get free donor!
be_by: Галасуйце за нас і атрымаеце бясплатнага донара!

source: Vote!
be_by: Галасаваць!

source: Here you can generate a new IRC token. You can use it to connect to Kurikku's chat using IRC. Remember that your IRC token is like a password, anyone who knows it, has access to your account. If you're interested knowing how to connect to Kurikku's chat via IRC.
be_by: Тут вы можаце згенераваць новы токен IRC. Вы можаце выкарыстоўваць яго для падлучэння да чату Kurikku з дапамогай IRC. Памятаеце, што ваш IRC-токен падобны паролю, і любы, хто яго ведае, мае доступ да вашай ўліковага запісу. Калі вам цікава ведаць, як падлучыцца да чату Курык праз IRC.

source: Generate a new token!
be_by: Стварыць новы токен!

source: You're already logged in!
be_by: Вы ўжо ўвайшлі ў сістэму!

source: Username (or email)
be_by: Імя (або электронная пошта)

source: Username
be_by: Імя карыстальніка

source: Password
be_by: Пароль

source: (forgot?)
be_by: (забыўся?)

source: Submit
be_by: Прадставіць

source: Home page
be_by: Хатняя старонка

source: Leaderboard
be_by: Табліца лідэраў

source: Information
be_by: Інфармацыя

source: Tournament live
be_by: Турнір у прамым эфіры

source: Signature Generator
be_by: Генератар подпісаў

source: Contact support
be_by: Служба падтрымкі

source: Documentation
be_by: Дакументацыя

source: Beatmaps
be_by: Бітмапы

source: Beatmaps Searching
be_by: Пошук битмап

source: Rank Request
be_by: Запыт на ранг

source: Community
be_by: Супольнасць

source: Clans
be_by: Кланы

source: Clans Leaderboard
be_by: Кланы табліцы лідэраў

source: Clans Create
be_by: Стварэнне кланаў

source: Streamers
be_by: Стримеры

source: Donate
be_by: Ахвяраваць

source: Why do we need donations?
be_by: Навошта нам ахвяраванні?

source: Shop
be_by: Крама

source: Switcher
be_by: Пераключальнік

source: Admin Panel
be_by: Панэль адміністратара

source: Looking for someone?
be_by: Шукаеш каго-небудзь?

source: Profile
be_by: Профіль

source: Friends
be_by: Сябры

source: Subscribers
be_by: Падпісчыкі

source: Settings
be_by: Налады

source: Log out
be_by: Выйсцi

source: Log in
be_by: Увайсці

source: We're sorry, but we were unable to find the content you were looking for!
be_by: Нам вельмі шкада, але мы не змаглі знайсці той кантэнт, які вы шукалі!

source: This application will be able to:
be_by: Гэта дадатак будзе мець магчымасць:

source: Identify
be_by: Ідэнтыфікаваць

source: See your public information (everything somebody can see on your user profile), however with this alone it will not be able to see your private information (for instance your email address).
be_by: Глядзіце вашу публічную інфармацыю (усе, што хто-то можа бачыць у вашым профілі карыстальніка), аднак толькі з гэтым ён не зможа ўбачыць вашу асабістую інфармацыю (напрыклад, ваш адрас электроннай пошты).

source: Read private information
be_by: Чытаць асабістую інфармацыю

source: This application will be able to see your email address, and any private information we will add in the future.
be_by: Гэта дазваляе прыкладанням бачыць ваш адрас электроннай пошты, а таксама любую асабістую інфармацыю, якую мы дадамо ў будучыні.

source: Write
be_by: Пісаць

source: This application will be able to make modifications to your Kurikku account. This is potentially really dangerous! Use this only with applications that you trust.
be_by: Гэта дадатак зможа ўносіць змены ў ваш уліковы запіс Kurikku. Гэта патэнцыйна сапраўды небяспечна! Выкарыстоўвайце гэта толькі з прыкладаннямі, якім вы давяраеце.

source: Approve
be_by: Ухваліць

source: Deny
be_by: Адмаўляць

source: created by %s
be_by: Зроблена гульцом %s

source: User is <b>silenced</b> for %s, expires %s.
be_by: Карыстальнік <b>адключаецца</b> на %s час заканчэння тэрміну дзеяння %s.

source: User is <b>%s</b>
be_by: Карыстальнік <b>%s</b>

source: Unknown
be_by: Невядомы

source: (aka <b>%s</b>)
be_by: (таксама вядомы як <b>%s</b>)

source: Online
be_by: Анлайн

source: Offline
be_by: Не ў сетцы

source: subs count
be_by: колькасць падпісчыкаў

source: from <b>%s</b>.
be_by: з <b>%s</b>.

source: <b>%s</b> is a player from <b>%s</b>.
be_by: <b>%s</b> гулец з <b>%s</b>.

source: They registered %s.
be_by: Дата рэгістрацыі: %s.

source: Last seen: %s.
be_by: Апошні раз у сетцы: %s.

source: They play with %s.
be_by: Гуляець з %s.

source: Global rank
be_by: Глабальны рэйтынг

source: Country rank
be_by: Ранг краіны

source: Clan
be_by: Клан

source: Ranked score
be_by: Спарадкаваны бал

source: Total score
be_by: Агульны бал

source: Replays watched
be_by: Паўторы глядзелi

source: Total hits
be_by: Усяго пападаннiй

source: Level %s
be_by: Узровень %s

source: Achievements
be_by: Дасягненьне

source: Load more
be_by: Загрузіць больш

source: Forgot your password? Worry not! Here you can reset it. Just tell us your username or email address, and we'll take care of it. You will receive an email at the email address you used to sign up on Kurikku. To continue the password reset procedure, click the link on that email.
be_by: Забыліся свой пароль? Не турбуйцеся! Тут вы можаце скінуць яго. Проста паведаміце нам сваё імя карыстальніка або адрас электроннай пошты, і мы клапоціцца пра гэта. Вы атрымаеце электронны ліст на адрас электроннай пошты, які вы выкарыстоўвалі для рэгістрацыі на сайце Kurikku. Каб працягнуць працэдуру скіду пароля, націсніце на спасылку ў гэтым лісце.

source: Reason
be_by: Прычына

source: Foul play / Cheating
be_by: Несумленная гульня / Махлярства

source: Spamming
be_by: Спам

source: Other
be_by: Іншы

source: Additional text
be_by: Дадатковы тэкст

source: We must say, that we can silence you if the report is false or you're abusing the report system (spamming, etc.)
be_by: Мы павінны сказаць, што мы можам прымусіць вас замаўчаць, калі справаздача з'яўляецца ілжывым ці вы злоўжывае сістэмай справаздач (спам і гэтак далей)

source: Hello! Authorization was successful, time to go back ....
be_by: Прывітанне! Аўтарызацыя прайшла паспяхова, пара вяртацца ....

source: Back
be_by: Назад

source: On this page you can see all of your subscribers, and add new friends if you see fit.
be_by: На гэтай старонцы вы можаце ўбачыць ўсіх сваіх падпісчыкаў і дадаць новых сяброў, калі палічыце патрэбным.

source: You are a donor!
be_by: Вы донар!

source: Your donor expires <b>%s</b>. No need to feel guilty for not having donated!
be_by: Тэрмін дзеяння вашага донара мінае <b>%s</b>. Не трэба адчуваць сябе вінаватым за тое, што не зрабіў ахвяраванні!

source: Did you know?
be_by: А вы ведалі пра гэта?

source: (Probably.)
be_by: (Магчыма.)

source: (Probably not.)
be_by: (Напэўна, няма.)

source: Kurikku is not cheap to run.
be_by: Kurikku - гэта нятанна бегаць.

source: While we provide this service for free, we still have to pay for it, and if we always took the money out of our own pockets, 1. we would be broke, 2. we wouldn't be able to upgrade our hardware to accomodate our users. While we do have loads of software optimisations that allow us to have Kurikku run crazy fast while still being on not so high-end hardware, the more users we have, the higher-end our hardware needs to be. So we are asking you for help on this :).
be_by: Хоць мы даем гэтую паслугу бясплатна, мы ўсё роўна павінны плаціць за яе, і калі мы заўсёды бралі грошы з нашых уласных кішэняў, 1. мы былі б спустошаныя, 2. мы не зможам абнавіць наша абсталяванне, каб размясціць нашых карыстальнікаў. У той час як у нас ёсць мноства праграмных аптымізацый, якія дазваляюць нам вар'яцка хутка запускаць Kurikku, усё яшчэ знаходзячыся на не вельмі высокім абсталяванні, чым больш у нас карыстальнікаў, тым больш высокім павінна быць наша абсталяванне. Таму мы просім Вас аб дапамозе ў гэтым пытанні:).

source: We are still students.
be_by: Мы ўсё яшчэ студэнты.

source: Kurikku developers, and most of the Kurikku staff, do not have a day job. This means that we get most of our income as students from doing small jobs as "freelancers" every so often, or, you know, allowance.
be_by: Распрацоўшчыкі Kurikku, і большасць супрацоўнікаў Kurikku, не маюць дзённую працу. Гэта азначае, што мы атрымліваем большую частку нашага даходу ў якасці студэнтаў ад выканання невялікіх работ у якасці "фрылансераў" час ад часу, або, вы ведаеце, дапаможнік.

source: We do not have ads. And never will.
be_by: У нас няма рэкламы. І ніколі не будзе.

source: You may have adblock enabled and have not noticed, but we don't have ads anywhere on our website. We believe ads are bad, as they can be very annoying to you and that you would rather spend a few bucks to help us rather than watch annoying ads all the time.
be_by: Магчыма, вы ўключылі adblock і не заўважылі, але ў нас няма рэкламы нідзе на нашым сайце. Мы лічым, што рэклама-гэта дрэнна, так як яна можа быць вельмі раздражняльнай для вас, і што вы хутчэй выдаткуеце некалькі даляраў, каб дапамагчы нам, чым будзеце ўвесь час глядзець назойлівую рэкламу.

source: We love picking random icons from our icon library.
be_by: Мы любім выбіраць выпадковыя абразкі з нашай бібліятэкі абразкоў.

source: So what can you do?
be_by: Так што вы можаце зрабіць?

source: Well, you can give us even more money.
be_by: Ну, вы можаце даць нам яшчэ больш грошай.

source: Here's what you get:
be_by: Вось што вы атрымаеце:

source: Yellow username
be_by: Жоўтае імя карыстальніка

source: Just like in osu!, you get a <b>shiny yellow username</b> in the in-game chat to show everyone you're a really cool dude who has helped us pay the server bills.
be_by: Зусім як у osu! вы атрымліваеце <b>бліскучае жоўтае імя карыстальніка</b> ў гульнявым чаце, каб паказаць усім, што вы сапраўды класны чувак, які дапамог нам аплаціць рахункі за сервер.

source: Donor badge
be_by: Значок донара

source: Again, just like in osu!, you will get a <b>donor badge</b> on your profile, to show everyone you're supporting us.
be_by: Зноў жа, як і ў osu! вы атрымаеце <b>значок донара</b> ў сваім профілі, каб паказаць усім, што вы падтрымліваеце нас.

source: Custom badge editor
be_by: Рэдактар карыстацкіх абразкоў

source: You get to be able to create your <b>own personal badge</b>, with custom text and icon, to show off on your profile! Let the world know you're an anchor. Or prank people showing a spinnin' wheel with "Loading..."! Up to you.
be_by: Вы атрымаеце магчымасць стварыць свой <b>уласны асабісты значок</b> з карыстацкім тэкстам і значком, каб паказаць яго ў сваім профілі! Няхай увесь свет ведае, што ты-якар. Або жарты людзей, якія паказваюць круціцца кола з "Loading..."! Вам вырашаць.

source: Friends ranking
be_by: Сябры ранжыравання

source: <b>Competing with friends</b> is really cool, you can play on the leaderboard with someone more or less on your level, without getting crippling depression and RSI for not beating that pro!
be_by: <b>Спаборнічаць з сябрамі</b> - гэта сапраўды крута, вы можаце гуляць у табліцы лідэраў з кім-то больш ці менш на вашым узроўні, не атрымліваючы калечыць дэпрэсіі і RSI за тое, што не перамаглі гэтага прафесіянала!

source: Profile background
be_by: Фон профілю

source: Think about <b>spicing your profile up with some eggplants</b>? Got you covered! Having donor privileges, you get to be able to change your profile background.
be_by: Падумайце аб тым, <b>каб заправіць свой профіль якімі-небудзь баклажанамі</b>? Я цябе прыкрыю! Маючы прывілеі донара, вы атрымліваеце магчымасць змяніць фон свайго профілю.

source: Unlimited Name Changes
be_by: Неабмежаваная колькасць змяненняў iмёнаў

source: <b>Tired of your current identity?</b> Now you can have as many as you want! Just ask an administrator to change your name, as many times as you'd like.
be_by: <b>Стаміліся ад сваёй цяперашняй асобы?</b> Цяпер вы можаце мець столькі, колькі захочаце! Проста папытаеце адміністратара змяніць ваша імя столькі разоў, колькі вам захочацца.

source: Unlimited Flag Changes
be_by: Неабмежаваная rолькасць pмяненняў cцяга

source: <b>Want to appear as if you're from another country?</b> You also get as many of these as you'd like. Just enter in chat !flag <flag iso code>
be_by: <b>Хочаце выглядаць так, як быццам вы з іншай краіны?</b> Вы таксама атрымаеце столькі з іх, колькі захочаце. Проста ўвайдзіце у чат !flag <flag iso code>

source: Unlimited Stats Resets
be_by: Неабмежаваная колькасць скідаў статыстыкі

source: Now you can also <b>start fresh</b> with unlimited stats resets! Ask an administrator and they shall perform the deed.
be_by: Цяпер вы таксама можаце <b>пачаць усё нанова</b> з неабмежаванымі скідамі статыстыкі! Спытаеце адміністратара, і яны выканаюць гэтую справу.

source: Viewing your subscribers
be_by: Прагляд вашых падпісчыкаў

source: Now you can watch <b>your subscribers</b>. That's way to <b>found</b> new good friends
be_by: Цяпер вы можаце паглядзець <b>вашых падпісчыкаў</b>. Вось так можна <b>знайсці</b> новых добрых сяброў

source: Chance to be in top donators
be_by: Шанец трапіць у лік лепшых ахвярадаўцаў

source: If you are <b>one of those who support our server the most</b>, you will be in the <b>top donators</b>. <b>Imagine</b> you are <b>on the main page</b>. That's cool)
be_by: Калі вы з'яўляецеся <b>адным з тых, хто падтрымлівае наш сервер больш за ўсё</b>, вы будзеце ў <b>топе ахвярадаўцаў</b>. <b>Уявіце</b>, што вы знаходзіцеся на <b>галоўнай старонцы сайта</b>. Вось гэта крута)

source: Creating clans
be_by: Стварэнне кланаў

source: Wow, now you can create clan for you and your friends. <b>Pew-pew</b> with other clans.
be_by: Вау, зараз вы можаце стварыць клан для сябе і сваіх сяброў. <b>Pew-pew</b> з іншымі кланамі.

source: And this is how you pay
be_by: І вось як вы плаціце

source: That's DonationAlerts - "streamer's main tool" but we use that beautiful platform for collect donations ヽ(・∀・)ﾉ
be_by: Гэта DonationAlerts - "галоўны інструмент стрымераў", але мы выкарыстоўваем гэтую выдатную платформу для збору ахвяраванняў
