Repository: osukurikku/hanayo
Catalog: data/locales/templates-ua.po
Languages: uk_ua

source: Hey, %s.
uk_ua: Хей, %s.

source: Before proceding any further on Kurikku, we require you to use the message you just received on telegram to log in to your account.
uk_ua: Перед тим як продовжити використовувати Kurikku, ми вимагаємо вас використати код з повідомлення, який ви тільки що отримали в Telegram, щоб увійти в ваш аккаунт.

source: Before proceding further on Kurikku, we require you to use your Google Authenticator App to use the code for Kurikku, so that we can log you in.
uk_ua: Перед тим як продовжити використовувати Kurikku, ми вимагаємо від вас отримати код з програми Google Authenticator, щоб ми змогли вас авторизувати.

source: Telegram code
uk_ua: Код із Telegram

source: (send again?)
uk_ua: (відправити ще раз?)

source: Lost your phone, or can't access Google Authenticator?
uk_ua: Втратили телефон, або не можете зайти в Google Authenticator?

source: Click here to use a recovery code.
uk_ua: Натисніть тут, щоб використати код відновлення.

source: Can't find a way to get back access to your Kurikku account? Fear not! If you have your recovery codes which we recommended you to print you can type one in here and we'll magically log you in this time. After you've managed to get in, please disable and then re-enable 2FA, so you won't risk losing your account again.
uk_ua: Не знаєте, як повернути доступ до вашого аккаунту Kurikku? Не бійтеся! Якщо у вас є коди відновлення, які ми рекомендуємо вам роздрукувати, ви можете написати один з них сюди і ми магічним чином впустимо вас на цей раз. Після того як ви ввійдете, будь ласка, вимкніть, а потім увімкніть 2FA, щоб ви не втратили свій аккаунт ще раз.

source: Recover account
uk_ua: Відновити аккаунт

source: Ooops! Looks like something went really wrong while trying to process your request. Perhaps report this to a developer? Retrying doing what you were trying to do might work, too.
uk_ua: Упс! Здається щось дійсно сталося погане, поки ми робили запит! Чи не могли б ви написати розробнику? Повторне виконання того, що ви намагалися зробити, теж може спрацювати.

source: Your account is currently in restricted mode. You will not be able to perform certain actions, and your profile can only be seen by you and by Kurikku's staff. If you believe this was a mistake, or a month has passed since you first saw this, then you can send an appeal to <a href=mailto:support@kurikku.pw>support@kurikku.pw</a>.
uk_ua: Наразі ваш акаунт знаходиться в обмеженому режимі. Ви не зможете виконати певні дії, а ваш профіль зможуть бачити лише ви та персонал Kurikku. Якщо ви вважаєте, що це помилка, або пройшов місяць, коли ви вперше побачили це, тоді ви можете надіслати звернення до <a href=mailto:support@kurikku.pw>support@kurikku.pw</a>.

source: Kurikku's score submission is currently in maintenance mode. You will not be allowed to submit scores for the time being.
uk_ua: Система загрузки ігр на Kurikku знаходиться на технічному обслуговуванні. Вам заборонено відправляти ігри у цей час.

source: Kurikku's website is currently in maintenance mode. Only certain users are allowed to access the full website.
uk_ua: Зараз веб-сайт Kurikku знаходиться в режимі обслуговування. Тільки окремі користувачі можуть отримати доступ до повної версії сайту.

source: &copy; %d Ripple, osu!Kurikku, using Hanayo %s.
uk_ua: &copy; %d Ripple, osu!Kurikku, використовуючи Hanayo %s.

source: Who is working on this thing?
uk_ua: Хто працює над цією справою?

source: Team
uk_ua: Команда

source: Status
uk_ua: Статус

source: Language
uk_ua: Мова

source: Artist
uk_ua: Артист

source: Title
uk_ua: Назва

source: Creator
uk_ua: Творець

source: Source
uk_ua: Джерело

source: Passes/Plays
uk_ua: Проходжень/Кількість ігор

source: Star Difficulty
uk_ua: Складність

source: Length
uk_ua: Довжина

source: BPM
uk_ua: БПМ

source: download
uk_ua: завантажити

source: download (no video)
uk_ua: завантажити (без відео)

source: Rank
uk_ua: Ранг

source: Player
uk_ua: Гравець

source: Score
uk_ua: Оцінка

source: Mods
uk_ua: Моди

source: Accuracy
uk_ua: Точність

source: Combo
uk_ua: Комбо

source: PP
uk_ua: ПП

source: This is the changelog. Changes are published here as soon as they hit the production status (as in, live on the website).
uk_ua: Це журнал змін. Зміни публікуються тут, як тільки вони потрапляють у виробничий статус (як у прямому ефірі на веб-сайті).

source: Author
uk_ua: Автор

source: Subject
uk_ua: Тема

source: Time
uk_ua: Час

source: [Clan tag] Name
uk_ua: [Клан-тег] Ім'я

source: PP/Score
uk_ua: PP/Рахунок

source: Playcount
uk_ua: Зіграно карт

source: Clan Owner
uk_ua: Власник клану

source: Global Rank
uk_ua: Глобальний ранк

source: Ranked Score
uk_ua: Рейтинговий рахунок

source: Total Score
uk_ua: Загальний рахунок

source: Total Playcount
uk_ua: Загальна кількість ігор

source: Total Replays Watched
uk_ua: Загальна кількість перегляду реплеїв

source: Total Hits
uk_ua: Усього влучень

source: Disband Clan
uk_ua: Розформувати клан

source: Leave Clan
uk_ua: Покинути клан

source: Members
uk_ua: Члени

source: The members of the clan.
uk_ua: Члени клану.

source: Need some help getting around? Look no further! From here you will be able to view our documentation, which is basically a very simplistic wiki.
uk_ua: Потрібна допомога в освоєнні? Більше немає! Звідси ви можете переглянути нашу документацію, яка, по суті, є найпростішою Wiki.

source: Looks like there is no documentation on this Kurikku instance!
uk_ua: Схоже, що на цьому сервері Kurikku немає документації!

source: It seems like the original version of this file has been updated, so this file is out of date and may contain inaccurate information. If you want to make sure to be up-to-date, please refer to the <a href="%s%s">English version</a>.
uk_ua: Схоже, оновлена версія цього файлу була оновлена, тому цей файл застарів і може містити неточну інформацію. Якщо ви хочете переконатися в тому, що ви є оновленим, зверніться до <a href="%s%s">Англійської версії</a>.

source: Documentation file not found!
uk_ua: Файл документації не знайдено!

source: View all docs
uk_ua: Переглянути усі документи

source: On this page you can see all of your friends, and unfriend them as you see fit.
uk_ua: На цій сторінці Ви можете побачити всіх своїх друзів і перестати з ними дружити, якщо бажаєте.

source: Mutual
uk_ua: Взаємно

source: Remove
uk_ua: Видалити

source: If you need to get in touch with our support team (our Community Managers), you will need to either send an email to our support email address, or join our <a href='https://discord.gg/5uA3c76'>Discord Server</a>. You can compose an email to it by clicking the button at the bottom of this page. <b>Please read the following</b> though, as it is important.
uk_ua: Якщо вам потрібно зв’язатися з нашою командою підтримки (нашими менеджерами спільноти), вам потрібно буде або надіслати електронний лист на нашу електронну адресу підтримки, або приєднатися до нашого <a href='https://discord.gg/5uA3c76'>Сервера Discord</a>. Ви можете створити електронний лист, натиснувши кнопку внизу цієї сторінки. <b>Будь ласка, прочитайте наступне</b> тому, що це важливо.

source: The support email <b>is not meant for technical support</b>. If you need technical support, then please join our <a href='https://discord.gg/5uA3c76'>Discord Server</a>, and ask your question on the <b>#help channel</b>. You should also join the Discord server and ask a CM if you have any informal inquiry that you may have.
uk_ua: Електронний лист підтримки <b>не призначений для технічної підтримки</b>. Якщо вам потрібна технічна підтримка, будь ласка, приєднуйтесь до нашого <a href='https://discord.gg/5uA3c76'> Сервера Discord</a> і задайте своє запитання у <b>#help каналі</b>. Ви також повинні приєднатися до сервера Discord і запитати CM, якщо у вас є якісь неофіційні запити.

source: When contacting the support mail, please make sure to <b>send the email from the email address you signed up on Kurikku with</b>.
uk_ua: Відправляючи лист на адресу електронної пошти, <b>обов'язково пишіть з тієї ж адреси, за допомогою якого ви зареєструвалися на Kurikku</b>.

source: OUR DISCORD
uk_ua: Наш Discord

source: Full Name
uk_ua: Повне ім'я

source: E-Mail
uk_ua: Електронна пошта

source: Text
uk_ua: Текст повідомлення

source: Send
uk_ua: Надіслати

source: On this moment <b>%s online</b> and <b>%s registered users</b>
uk_ua: На даний момент грають <b>%s гравців</b> і <b>%s зареєстровано гравців</b>

source: Learn the experience of playing on the fastest growing private server of osu!
uk_ua: Пізнайте досвід гри на самому швидко зростаючому приватному сервері osu!

source: Check us!
uk_ua: Спробуй!

source: Register
uk_ua: Зареєструватися

source: Done by <a href='/u/%s'>%s</a>
uk_ua: Поставлений <a href='/u/%s'>%s</a>

source: Top Score
uk_ua: Найкращий скор

source: Top Score RX
uk_ua: Найкращий скор RX

source: Top donators
uk_ua: Топ донатерів

source: Expires in <b>%s</b>
uk_ua: Завершується <b>%s</b>

source: Welcome back, <span class='subtitle'>%s</span>!
uk_ua: Привіт, <span class='subtitle'>%s</span>!

source: players
uk_ua: гравців

source: online
uk_ua: у мережі

source: Server news
uk_ua: Новини сервера

source: viewers
uk_ua: глядачів

source: Most played beatmaps
uk_ua: Найбільше зіграні карти

source: Submitted Scores
uk_ua: Зіграні карти

source: Vote for us and get free donor!
uk_ua: Голосуйте за нас і отримуйте безкоштовного донора!

source: Vote!
uk_ua: Голосування!

source: Here you can generate a new IRC token. You can use it to connect to Kurikku's chat using IRC. Remember that your IRC token is like a password, anyone who knows it, has access to your account. If you're interested knowing how to connect to Kurikku's chat via IRC.
uk_ua: Тут ви можете сгенерувати новий IRC токен. Ви можете використовувати його для підключення до Kurikku чату за допомогою IRC. Пам'ятайте, що ваш IRC токен, як пароль, кожен хто його знає, має доступ до вашого аккаунту. Якщо вам цікаво, як підключитися до Kurikku чату через IRC.

source: Generate a new token!
uk_ua: Сгенерувати новий токен!

source: You're already logged in!
uk_ua: Ви вже увійшли в систему!

source: Username (or email)
uk_ua: Ім"я користувача (або електронна пошта)

source: Username
uk_ua: Ім"я користувача

source: Password
uk_ua: Пароль

source: (forgot?)
uk_ua: (забули?)

source: Submit
uk_ua: Подати

source: Home page
uk_ua: Домашня сторінка

source: Leaderboard
uk_ua: Таблиця лідерів

source: Information
uk_ua: Інформація

source: Tournament live
uk_ua: Турнір в прямому ефірі

source: Signature Generator
uk_ua: Генератор карток

source: Contact support
uk_ua: Звернутися в службу підтримки

source: Documentation
uk_ua: Документація

source: Beatmaps
uk_ua: Карти

source: Beatmaps Searching
uk_ua: Пошук карт

source: Rank Request
uk_ua: Запит карт на ранк

source: Community
uk_ua: Громада

source: Clans
uk_ua: Клани

source: Clans Leaderboard
uk_ua: Таблиця лідерів кланів

source: Clans Create
uk_ua: Створення клану

source: Streamers
uk_ua: Стримери

source: Donate
uk_ua: Донат

source: Why do we need donations?
uk_ua: Чому нам необхідні донати?

source: Shop
uk_ua: Магазин

source: Switcher
uk_ua: Світчер

source: Admin Panel
uk_ua: Панель адміністрації

source: Looking for someone?
uk_ua: Шукаєте когось?

source: Profile
uk_ua: Профіль

source: Friends
uk_ua: Друзі

source: Subscribers
uk_ua: Підписники

source: Settings
uk_ua: Налаштування

source: Log out
uk_ua: Вийти

source: Log in
uk_ua: Увійти

source: We're sorry, but we were unable to find the content you were looking for!
uk_ua: Просимо вибачення, але нам не вдалося нічого знайти по вашому запиту!

source: This application will be able to:
uk_ua: Цей додаток зможе:

source: Identify
uk_ua: Ідентифікація

source: See your public information (everything somebody can see on your user profile), however with this alone it will not be able to see your private information (for instance your email address).
uk_ua: Переглянути вашу публічну інформацію (все, що можна побачити у вашому профілі), однак лише з цим інші не зможуть побачити вашу приватну інформацію (наприклад, вашу електронну адресу).

source: Read private information
uk_ua: Прочитати приватну інформацію

source: This application will be able to see your email address, and any private information we will add in the future.
uk_ua: Ця програма зможе побачити вашу електронну адресу та будь-яку приватну інформацію, яку ми додамо в майбутньому.

source: Write
uk_ua: Записати

source: This application will be able to make modifications to your Kurikku account. This is potentially really dangerous! Use this only with applications that you trust.
uk_ua: Ця програма зможе внести зміни до вашого акаунту Kurikku. Це потенційно дійсно небезпечно! Використовуйте це лише з додатками, яким ви довіряєте.

source: Approve
uk_ua: Схвалити

source: Deny
uk_ua: Заперечувати

source: created by %s
uk_ua: Створенно %s

source: User is <b>silenced</b> for %s, expires %s.
uk_ua: Користувач <b>не може розмовляти</b> за %s, закінчується %s.

source: User is <b>%s</b>
uk_ua: Користувач <b>%s</b>

source: Unknown
uk_ua: Невідомо

source: Online
uk_ua: У мережі

source: Offline
uk_ua: Не в мережі

source: subs count
uk_ua: підписників

source: VK
uk_ua: ВК

source: from <b>%s</b>.
uk_ua: з <b>%s</b>.

source: <b>%s</b> is a player from <b>%s</b>.
uk_ua: <b>%s</b> гравець з <b>%s</b>.

source: They registered %s.
uk_ua: Зареєстроруван %s.

source: Last seen: %s.
uk_ua: Востаннє був у мережі: %s.

source: They play with %s.
uk_ua: Грає за допомоги %s.

source: Global rank
uk_ua: Глобальний рейтинг

source: Country rank
uk_ua: Рейтинг країни

source: Clan
uk_ua: Клан

source: Ranked score
uk_ua: Рейтинговий рахунок

source: Total score
uk_ua: Загальний рахунок

source: Replays watched
uk_ua: Переглянуто реплеїв

source: Total hits
uk_ua: Усього влучень

source: Level %s
uk_ua: Рівень %s

source: Achievements
uk_ua: Досягнення

source: Load more
uk_ua: Завантажити ще

source: Forgot your password? Worry not! Here you can reset it. Just tell us your username or email address, and we'll take care of it. You will receive an email at the email address you used to sign up on Kurikku. To continue the password reset procedure, click the link on that email.
uk_ua: Забули свій пароль? Не хвилюйтеся! Тут ви можете збросити його. Просто скажіть нам своє ім’я користувача або електронну адресу, і ми подбаємо про це. Ви отримаєте електронний лист на електронну адресу, яку ви використовували для реєстрації на Kurikku. Щоб продовжити процедуру збросу пароля, натисніть на посилання цього електронного листа.

source: Reason
uk_ua: Причина

source: Foul play / Cheating
uk_ua: Нечесна гра / Читерство

source: Spamming
uk_ua: Спам

source: Other
uk_ua: Інше

source: Additional text
uk_ua: Додатковий текст

source: We must say, that we can silence you if the report is false or you're abusing the report system (spamming, etc.)
uk_ua: Треба сказати, що ми можемо замутити вас, якщо звіт неправдивий або ви зловживаєте системою звітів (спам тощо)

source: Hello! Authorization was successful, time to go back ....
uk_ua: Привіт! Авторізація пройшла успішно, час повернутися назад ....

source: Back
uk_ua: Назад

source: On this page you can see all of your subscribers, and add new friends if you see fit.
uk_ua: На цій сторінці ви можете побачити всіх своїх підписників, а також додати нових друзів, якщо ви вважаєте це потрібним.

source: You are a donor!
uk_ua: Ви - донор!

source: Your donor expires <b>%s</b>. No need to feel guilty for not having donated!
uk_ua: Термін дії вашого донора закінчується <b>%s</b>. Не потрібно відчувати провину за те, що не відправили донат!

source: Did you know?
uk_ua: Ви знали?

source: (Probably.)
uk_ua: (Мабуть.)

source: (Probably not.)
uk_ua: (Скоріще усьго, ні.)

source: Kurikku is not cheap to run.
uk_ua: Kurikku не дешевий в обслуговуванні.

source: While we provide this service for free, we still have to pay for it, and if we always took the money out of our own pockets, 1. we would be broke, 2. we wouldn't be able to upgrade our hardware to accomodate our users. While we do have loads of software optimisations that allow us to have Kurikku run crazy fast while still being on not so high-end hardware, the more users we have, the higher-end our hardware needs to be. So we are asking you for help on this :).
uk_ua: Хоча ми пропонуємо грати безкоштовно, ми все одно повинні платити, і якби ми завжди брали гроші з власної кишені, 1. ми б розорилися, 2. ми б не змогли оновити наше обладнання для розміщення наших користувачів. Хоча у нас є безліч оптимізацій програмного забезпечення, які дозволяють працювати Kurikku будь де, але, чим більше користувачів у нас, тим більш високим класом має бути наше обладнання. Тож ми просимо вас у цьому допомогти :).

source: We are still students.
uk_ua: Ми ще вчимося.

source: Kurikku developers, and most of the Kurikku staff, do not have a day job. This means that we get most of our income as students from doing small jobs as "freelancers" every so often, or, you know, allowance.
uk_ua: У розробників Kurikku та більшості працівників Kurikku немає денної роботи. Це означає, що ми отримуємо більшу частину свого доходу, виконуючи невелику роботу як "фрилансери".

source: We do not have ads. And never will.
uk_ua: У нас немає реклами. І ніколи не буде.

source: You may have adblock enabled and have not noticed, but we don't have ads anywhere on our website. We believe ads are bad, as they can be very annoying to you and that you would rather spend a few bucks to help us rather than watch annoying ads all the time.
uk_ua: Можливо, увімкнено рекламний блок і його не помітили, але у нас немає реклами ніде на нашому веб-сайті. Ми вважаємо, що реклама погана, тому що вона може вас дуже дратувати, і ви краще витратите небагато грошей, щоб допомогти нам, а не дивитись набридливу рекламу весь час.

source: We love picking random icons from our icon library.
uk_ua: Ми любимо вибирати випадкові іконки з нашої бібліотеки іконок.

source: So what can you do?
uk_ua: Отже, що ви можете зробити?

source: Well, you can give us even more money.
uk_ua: Ну, ви можете дати нам ще більше грошей.

source: Here's what you get:
uk_ua: Ось що ви отримуєте:

source: Yellow username
uk_ua: Жовте ім'я користувача

source: Just like in osu!, you get a <b>shiny yellow username</b> in the in-game chat to show everyone you're a really cool dude who has helped us pay the server bills.
uk_ua: Як і в osu!, ви отримуєте <b>блискуче жовте ім'я користувача</b> в ігровому чаті, щоб показати всім, що ви справді крутий чувак, який допоміг нам оплатити серверні рахунки.

source: Donor badge
uk_ua: Значок донора

source: Again, just like in osu!, you will get a <b>donor badge</b> on your profile, to show everyone you're supporting us.
uk_ua: Знову ж таки, як у osu!, ви отримаєте <b>значок донора</b> у своєму профілі, щоб показати всім, хто нас підтримує.

source: Custom badge editor
uk_ua: Спеціальний редактор значків

source: You get to be able to create your <b>own personal badge</b>, with custom text and icon, to show off on your profile! Let the world know you're an anchor. Or prank people showing a spinnin' wheel with "Loading..."! Up to you.
uk_ua: Ви зможете створити свій <b>власний особистий значок</b> зі спеціальним текстом та піктограмою, щоб показати його у своєму профілі! Або розіграти друзів, показуючи їм колесо яке крутиться с "Loading..."! Все залежить від вас.

source: Friends ranking
uk_ua: Рейтинг друзів

source: <b>Competing with friends</b> is really cool, you can play on the leaderboard with someone more or less on your level, without getting crippling depression and RSI for not beating that pro!
uk_ua: <b>Конкуренція з друзями</b> - це дуже здорово, ви можете грати з кимось більш-менш на вашому рівні, не отримуючи депресію та RSI за те, що програли цьому професіоналу!

source: Profile background
uk_ua: Фон профілю

source: Think about <b>spicing your profile up with some eggplants</b>? Got you covered! Having donor privileges, you get to be able to change your profile background.
uk_ua: Хочете <b>приправити свій профіль баклажанами</b>? Дуже легко! Маючи привілеї донора, ви зможете змінити свій профіль, як захочеться.

source: Unlimited Name Changes
uk_ua: Необмежені зміни ніку

source: <b>Tired of your current identity?</b> Now you can have as many as you want! Just ask an administrator to change your name, as many times as you'd like.
uk_ua: <b>Набридло дивитись на свій нік?</b> Тепер ви можете міняти його стільки, скільки захочете! Просто попросіть адміністратора змінити ваш нік стільки разів, скільки вам захочеться.

source: Unlimited Flag Changes
uk_ua: Необмежені зміни прапора

source: <b>Want to appear as if you're from another country?</b> You also get as many of these as you'd like. Just enter in chat !flag <flag iso code>
uk_ua: <b>Хочете здатися, ніби ви з іншої країни?</b> Тепер ви можете бути звідки хочете. Просто введіть у чат !flag <flag iso code>

source: Unlimited Stats Resets
uk_ua: Необмежена кількість скидів статистики

source: Now you can also <b>start fresh</b> with unlimited stats resets! Ask an administrator and they shall perform the deed.
uk_ua: Ви хочете освіжитися? Обнулити статистику? Просто попроси адміністрацію ^_v

source: Viewing your subscribers
uk_ua: Перегляд своїх підписників

source: Now you can watch <b>your subscribers</b>. That's way to <b>found</b> new good friends
uk_ua: Тепер ви можете переглядати <b>своїх підписників</b>. Це спосіб <b>знайти</b> нових хороших друзів

source: Chance to be in top donators
uk_ua: Шанс потрапити в топ донаторів

source: If you are <b>one of those who support our server the most</b>, you will be in the <b>top donators</b>. <b>Imagine</b> you are <b>on the main page</b>. That's cool)
uk_ua: Якщо ви <b>один із тих, хто найбільше підтримує наш сервер</b>, ви опинитесь у <b>топ-донорах</b>. <b>Уявіть собі</b>, що ви <b>на головній сторінці</b>. Це круто)

source: Creating clans
uk_ua: Створити свій клан

source: Wow, now you can create clan for you and your friends. <b>Pew-pew</b> with other clans.
uk_ua: Нічого собі, тепер ви можете створити клан для себе та своїх друзів. <b>Pew-pew</b> з іншими кланами.

source: And this is how you pay
uk_ua: А ось, як ви можете оплатити

source: That's DonationAlerts - "streamer's main tool" but we use that beautiful platform for collect donations ヽ(・∀・)ﾉ
uk_ua: Це DonationAlerts - "основний інструмент стримера", але ми використовуємо цю прекрасну платформу для збору донатів ヽ(・∀・)ﾉ

source: Donate!
uk_ua: Донат!

source: <b>NOTE:</b> please check description before you donate
uk_ua: <b>ПРИМІТКА:</b> будь ласка, ознайомтесь з описом, перед донатом

source: Please log in before purchasing supporter
uk_ua: Будь ласка, увійдіть перед тим, як придбати донатера

source: Guide about Server Switcher!
uk_ua: Інструкція до Server Switcher!

source: Hi! This little guide will show you how to connect on our server
uk_ua: Привіт! Цей невеликий посібник покаже вам, як підключитися на наш сервер

source: The first thing you need to do is download one of a switchers:
uk_ua: Перше, що вам потрібно зробити, це завантажити один з світчерів:

source: Next we need to unpack one of a switchers, open, install the certificate and then press the green button <b>«Switch to Kurikku»</b>. That's all, welcome to one of most friendly private servers <b>on osu!</b>.
uk_ua: Далі нам потрібно розпакувати один із світчерів, відкрити, встановити сертифікат і натиснути зелену кнопку <b>«Переключитися на Kurikku»</b>. Ось і все, ласкаво просимо на один із найдружніших приватних серверів <b>on osu!</b>.

source: Videoguide:
uk_ua: Відеогайд:
