Repository: osukurikku/hanayo
Catalog: data/locales/templates-*.po
Languages: he, nl

source: Donors get special privileges on our Discord server too!
he: תורמים מקבלים הרשאות מיוחדות גם בשרת הדיסקורד שלנו!
nl: Donators hebben ook speciale privileges op onze Discord server!

source: Discord is a chatroom with text and voice channels, bots and lots of other cool features. You can <b>download Discord for free <a href="http://discord.gg/" target="_blank">here</a></b> and you can <b>join our official Discord server <a href="%s" target="_blank">here</a></b>.
he: דוסקרד זה חדר צ'אט וחדרים שאת\ה יכול לדבר בהם, בוטים והרבה פיצ'רים. את\ה יכול <b>להוריד דיסקורד בחינם<a href="http://discord.gg/" target="_blank">כאן</a></b> ואת\ה יכול גם <b>להצתרף לשרת דיסקורד הרשמי שלנו <a href="%s" target="_blank">כאן</a></b>.
nl: Discord is een chatroom met tekst- en spraakkanalen, bots en heel veel anderecoole functies. Je kunt <b>gratis Discord downloaden <a href="http://discord.gg/"target="_blank">hier</a></b> en je kan <b> deelnemen aan onze officiële Discord-server <a href="%s" target="_blank">hier</a></b>.

source: Here's what you get if you link your Discord account:
he: הנה מה שאת\ה מקבל אם אתה מקשר את החשבון דיסקורד שלך:
nl: Dit is wat je krijgt als je je Discord-account linkt:

source: Username on donors list
he: שמות על רשימת תורמים
nl: Gebruikersnaam op de donatorslijst

source: Custom role with custom username
he: רול מותאם אישים עם שם מותאם אישית
nl: Aangepaste rol met aangepaste gebruikersnaam

source: To get these perks, first of all <a href="%s" target="_blank">join our Discord server</a>, then click this fancy button:
he: בשביל להשיג את ההטבות האלו, קודם כל <a href="%s" target="_blank">תצתרף\י לשרת דיסקורד שלנו</a>, ואז תלחץ על הכפתור הזה:
nl: Om deze extraatjes te krijgen, allereerst <a href="%s" target="_blank">word lid van onzeDiscord server</a>, en klik vervolgens op deze mooie knop:

source: Get Discord donor privileges
he: קבל הרשאות תורמים בדיסקורד
nl: Krijg Discord donator privileges

source: URL pic to add
he: קישור התמונה בשביל להוסיף

source: Userpage
he: דף משתמש

source: Avatar
he: אווטר

source: Social Accounts
he: חשבונות חברתיים

source: In-game BGs changer (BETA)
he: משנה רקעים במשחק (בטא)

source: Discord donor
he: תורם דיסקורד
nl: Discord donator

source: New password (leave blank if you don't want to change it)
he: סיסמא חדשה (תשאיר ריק אם אתה לא רוצה לשנות אותה)
nl: Nieuw wachtwoord (laat leeg als je het niet wilt wijzigen)

source: Current password
he: סיסמא נוככית
nl: Huidige wachtwoord

source: Background type
he: סוג רקע
nl: Achtergrond type

source: None
he: שום דבר
nl: Geen

source: Image
he: תמונה
nl: Afbeelding

source: Solid colour
he: צבע אחיד
nl: Solide kleur

source: No image selected
he: שום תמונה לבחרה

source: General
he: ג'נרל
nl: Algemeen

source: Email address
he: כתובת אימייל

source: Alternative username (cannot be used for login)
he: שם חלופי (לא יכול להיות משומש להתחברות)
nl: Alternatieve gebruikersnaam (kan niet worden gebruikt als login)

source: Also known as...
he: ידוע גם כ...
nl: Ook bekend als...

source: Favourite mode
he: מצב אהוב

source: PP > Score
he: PP < ציון

source: Custom badge
he: תג מותאם אישית
nl: Aangepaste badge

source: <b>Do not use offensive badges and do not pretend to be someone else with your badge.</b> If you abuse the badges system, you'll be silenced and you won't be able to edit your custom badge anymore.
he: <b>אל תשתמש\י בתגים פוגעניים ואל תחכה את עצביך כמישהו אחר עם התג שלך.</b> אם אתה משתמש במערכת התגיד לרעה, אתה תושתק ולא תוכל לערוך את התג המותאם אישית שלך.
nl: <b>Gebruik geen offensive badges en doe je niet voor als iemand anders met je badge.</b>Als je het badge systeem misbruikt, word je gesilenced en kan je geen aangepaste badgesmeer maken of bewerken.

source: Enable
he: פועל
nl: Ingeschakeld

source: Icon reference
he: ריפרנס לאייקון
nl: Pictogram verwijzing

source: Dinosaur, oompa-loompa, cool guy...
he: דינוזאור, אומפה-לומפה, בחור מגניב...
nl: Dinosaurus, oempa-loempa, coole gozer...

source: Playstyle
he: סגון שיחוק
nl: Speelstyle

source: Here you can connect your social accounts (VK, Twitch). Your accounts shows in your profile page and any user can see it!
he: כאן אתה יכול לחבר את החשבונות החברתיים שלכם (VK, Twitch). החשבונות שלך מופיעים בפרופיל שלך וכל משתמש יכול לראות אותו!

source: (Linked)
he: (מצורף)

source: (Not Linked)
he: (לא מחובר)

source: Unlink
he: בטל קישור

source: Link
he: קשר

source: Invalid CSRF token
nl: Ongeldig CSRF-token

source: Your session has expired. Please try redoing what you were trying to do.
nl: Je sessie is verlopen. Probeer opnieuw.

source: That user could not be found.
nl: Deze gebruiker kon niet gevonden worden.

source: Your settings have been saved.
nl: Je instellingen zijn opgeslagen.

source: Request beatmap ranking
nl: Vraag beatmap ranking aan

source: Reset password
nl: Wachtwoord resetten

source: That key could not be found. Perhaps it expired?
nl: Deze sleutel kon niet worden gevonden. Misschien is hij verlopen?

source: All right, we have changed your password and you should now be able to login! Have fun!
nl: Okay, je wachtwoord is veranderd en je zou moeten kunnen inloggen. Veel plezier!

source: You have been successfully registered on Kurikku You now need to verify your account.
nl: Je bent succesvol geregistreerd bij Kurikku Je moet nu je account verifiëren.

source: Your password is too short! It must be at least 8 characters long.
nl: Je wachtwoord is te kort! Het moet minstens 8 tekens lang zijn.

source: Your password is one of the most common passwords on the entire internet. No way we're letting you use that!
nl: Je wachtwoord is een van de meest gebruikte wachtwoorden op het internet, dus laten we je dit niet gebruiken!

source: Your username must contain alphanumerical characters, spaces, or any of <code>_[]-</code>
nl: Je gebruikersnaam mag enkel alphanumerische tekens, spaties of <code>_[]-</code> bevatten.

source: You're not allowed to register with that username.
nl: Je mag je niet registreren met deze gebruikersnaam!

source: Please pass a valid email address.
nl: Geef een geldig e-mailadres op.

source: An username can't contain both underscores and spaces.
nl: Een gebruikersnaam mag niet zowel underscores als spaties bevatten.

source: An user with that username already exists!
nl: Er bestaat al een account met deze gebruikersnaam!

source: An user with that email address already exists!
nl: Er bestaat al een account met deze e-mail.

source: Captcha is invalid.
nl: De captcha is incorrect.

source: Whoops, an error slipped in. You might have been registered, though. I don't know.
nl: Oeps, er is een fout opgetreden. Het kan zijn dat je succesvol bent geregistreerd, maar dat weten we niet zeker.

source: Verify account
nl: Account verifiëren

source: Your account has been created, however it still <b>needs to be verified!</b> Please log in into <b><u>osu! (the game)</u></b> using your account. <b>There is <u>no email confirmation</u> at the moment. All you need to do is connect to Kurikku from the osu! client!</b> If you're having trouble, <a href='/doc/1'>follow this guide</a>.
nl: Je account is aangemaakt, maar moet nog steeds <b>geverifieerd worden!</b> Gelieve in te loggen in <b><u>osu! (het spel)</u></b> met je account. <b>Er is <u>geen email verificatie</u> op dit moment. Alles wat je moet doen is verbinden met Kurikku via de osu! client!</b> Als je problemen hebt, <a href='/doc/1'>volg deze gids</a>.

source: <b class='big text'>Do not let anyone except yourself log into your Kurikku account!</b><br> Get on our <a href='%s'>Discord server's</a> #help channel instead (after following the steps on this page) so that we can help you out if you have trouble connecting.
nl: <b class='big text'>Laat niemand behalve jezelf inloggen met je Kurikku account!</b><br> Kijk in plaats daarvan in het #help kanaal van onze <a href='%s'>Discord server</a> (na het volgen van de stappen op deze pagina) zodat we je kunnen helpen als je problemen hebt met verbinden.

source: <a href='/doc/1'>The Guide,</a> tl;dr version
nl: <a href='/doc/1'>De Gids</a>, korte versie

source: Download the server switcher
nl: Download de server switcher

source: Extract it, disable your antivirus, execute it <b>as administrator</b>
nl: Pak het bestand uit, sluit je antivirus, voer het programma uit <b>als administrator</b>

source: Click on <b>install certificate</b>, then <b>Yes</b>
nl: Klik op <b>install certificate</b>, daarna <b>Yes</b>

source: Make sure the switcher says you're playing on <b>Kurikku</b> server, if not click <b>On/Off</b>
nl: Zorg ervoor dat de switcher zegt dat je op <b>Kurikku</b> server speelt, zo nietklik op <b>Aan/Uit</b>

source: If it says something about read-only mode, go to <code>C:\Windows\System32\Drivers\etc</code>, open the hosts' file Properties and make sure it's not set to "Read only".
nl: Als het iets zegt over "read-only mode", ga naar <code>C:\Windows\System32\Drivers\etc</code>, open de bestandsinstellingen van het bestand "hosts", en zorg ervoor dat het niet op alleen-lezen staat.

source: If you're still having trouble, then again, get on our <a href='%s'>Discord server's</a> #help channel. To have a better chance to be answered, say "strawberry" anywhere in your messages so that we know you have actually read this.
nl: Als je nog steeds problemen hebt, ga dan naar het #help kanaal op onze <a href='%s'>Discord server</a>. Om een betere kans te hebben een antwoord te krijgen, voeg "strawberry" toe aan je bericht zodat we weten dat je dit gelezen hebt.

source: Waiting for verification
nl: Wachten op verificatie

source: Welcome!
nl: Welkom!

source: Welcome back!
nl: Welkom terug!

source: - in case you believe Kurikku is down
nl: - in het geval dat je denk dat Kurikku down is

source: - just in case
nl: - voor het geval dat

source: Oh no you don't.
nl: Oh nee dat doe je niet

source: Get out.
nl: Ga weg

source: Recovery code is invalid.
nl: Herstelcode is ongeldig

source: Don't stop me now!
nl: Hou me niet tegen!

source: Username or password not set.
nl: Gebruikersnaam of wachtwoord niet ingesteld.

source: No user with such %s!
nl: Geen gebruiker met zulke %s!

source: Your password is sooooooo old, that we don't even know how to deal with it anymore. Could you please change it?
nl: Je wachtwoord is zooooooo oud, dat we niet weten wat er mee moeten doen! Zou je het alsjeblieft kunnen veranderen voor ons?

source: Wrong password.
nl: Fout wachtwoord.

source: You will need to verify your account first.
nl: Je moet je account eerst verifiëren.

source: You are not allowed to login. This means your account is either banned or locked.
nl: Je hebt geen toegang om in te loggen. Dit betekend waarschijnlijk dat je account is gebanned of gelocked

source: Hey %s! You are now logged in.
nl: Hey %s! Je bent nu ingelogd!

source: You're already logged out!
nl: Je ben al uitgelogd!

source: Successfully logged out.
nl: Succesvol uitgelogd.

source: You look pretty banned/locked here.
nl: Je ziet er behoorlijk verbannen/locked uit.

source: Done! You should shortly receive an email from us at the email you used to sign up on Kurikku.
nl: Klaar! Je zal binnenkort een e-mail van ons krijgen.

source: Kurikku password recovery instructions
nl: Kurikku wachtwoord herstel instructies.

source: Hey %s! Someone, which we really hope was you, requested a password reset for your account. In case it was you, please <a href='%s'>click here</a> to reset your password on Kurikku. Otherwise, silently ignore this email.
nl: Hey %s! Iemand, we hopen jij, heeft een wachtwoord reset aangevraagd voor jou account. Als jij dit was, gelieve <a href='%s'>hier</a> klikken om je Kurikku wachtwoord te resetten. Als jij dit niet was, negeer deze e-mail dan maar.

source: Not Found
nl: Niet gevonden

source: Help
nl: Hulp

source: About
nl: Over ons

source: RAP
nl: CAP

source: Home Page
nl: Startpagina

source: Welcome to Kurikku.
nl: Welkom bij Kurikku.

source: Kurikku is a private osu! server, featuring multiplayer, PP, a very active community and a development team going strong implementing new features and squashing bugs. <a href='/about'>You can check out even more features here.</a> It has also a very friendly community, and it's <a href='https://zxq.co/Kurikku/Kurikku'>open source!</a> Just so you know, <b>we currently have %s users online and %s registered users!</b>
nl: Kurikku is een privé osu! -server, met multiplayer, PP, een zeer actievecommunity en een ontwikkelingsteam dat sterk gaat met het implementeren van nieuwe functies enelimineren van bugs. <a href='/about'> Je kunt nog meer functies bekijkenhier. </a> Het heeft ook een zeer vriendelijke community, en het is <ahref='https://zxq.co/Kurikku/Kurikku'>open source!</a> Dat je het weet, <b> wijhebben momenteel %s gebruikers online en %s geregistreerde gebruikers! </b>

source: What are you waiting for? Join Kurikku! It's risk-free: you won't get your account banned on the official server if you play on Kurikku.<br>You can also switch anytime between the official osu! server and Kurikku!
nl: Waar wacht je nog op? Word lid van Kurikku! Het is risicoloos: je krijgt jeaccount niet verbannen op de officiële server als je speelt op Kurikku. <br>Je kunt ookschakelen op elk gewenst moment tussen de officiële osu! -server en Kurikku!

source: Welcome back to Kurikku. We currently have <b>%s online users and %s total registered users.</b> Nice day to farm a few maps, isn't it?
nl: Welkom terug bij Kurikku. We hebben momenteel <b>%s online gebruikers en %s totaalgeregistreerde gebruikers. </b> Leuke dag om een paar beatmaps te farmen, toch?

source: Latest news from our <a href='https://blog.Kurikku.moe'>blog</a>
nl: Laatste nieuws van ons <a href='https://blog.Kurikku.moe'>blog</a>

source: The Kurikku website is currently in maintenance mode. Only certain users are allowed to access the full website.
nl: De Kurikku -website bevindt zich momenteel in onderhoud, alleen bepaalde gebruikers hebbentoegang tot de volledige website.

source: Your account is currently in restricted mode. You will not be able to do certain actions, and your profile can only be seen by you and by Kurikku's staff. If you believe we have mistaken putting you in restricted mode, or a month has passed since you first saw this, then you can send an appeal at <a href='mailto:support@kurikku.pw'>support@kurikku.pw</a>.
nl: Je account is momenteel restricted. Je kunt bepaalde actiesniet uivoeren, en je profiel kan alleen door jou en door de Kurikkustaff worden gezien. Als je denkt dat we het verkeerd hebben om je account op restricted te zetten, of er eenmaand is verstreken sinds je dit voor het eerst zag, dan kun een appeal mailen naar <aHref = 'mailto: support@kurikku.pw'> support@kurikku.pw </a>.

source: &copy; 2015-%d Kurikku, using Hanayo %s.
nl: &copy; 2015-%d Kurikku, gebruikt Hanayo %s.

source: Developer docs
nl: Documentatie voor ontwikkelaars.

source: See what changed!
nl: Kijk wat er veranderd is!

source: What's going on under the hood?
nl: Wat gebeurt er achter de schermen?

source: Follow us on Twitter!
nl: Volg ons op Twitter!

source: Share irrelevant opinions on reddit!
nl: Deel onbelangrijke meningen op reddit!

source: You need to complete the 2fa challenge first.
nl: Je moet eerst je 2fa challenge voltooien.

source: A new code has been generated and sent to you through Telegram.
nl: Een nieuwe code is gegenereerd en naar je verzonden via Telegram.

source: You've been successfully logged in.
nl: Je bent succesvol ingelogd.

source: If you need to get in touch with our support team (our Community Managers), you will need to send an email to our support email address. You can compose an email to it by clicking the button at the bottom of this page. <b>Please read the following</b> though, as it is important.
nl: Als je contact wilt opnemen met ons supportteam (onze Community Managers),dan moet je een e-mail sturen naar ons ondersteunings-e-mailadres.Je kan een e-mail sturen door op de knop onderaan deze pagina te klikken. <b> AlsjeblieftLees het volgende </b> echter, want het is belangrijk.

source: The support email <b>is not meant for technical support</b>. If you need technical support, then please join our <a href='%s'>Discord Server</a>, and ask your question on the <b>#help channel</b>. You should also join the Discord server and ask a CM if you have any informal inquiry that you may have. If you need to contact a specific staff member, you can contact them by clicking the envelope icon under their name in the <a href='/team'>Team page</a>.
nl: De support email <b> is niet bedoeld voor technische ondersteuning </b>. Als je dit nodig hebtneem dan deel aan onze <a href='%s'> Discord Server </a> enstel je vraag op het <b>#help-kanaal </b>. Je kan ook deelnemen aan deDiscord server en vragen aan een CM of je een informeel onderzoek dat je mogelijkhebt. Als u contact wilt opnemen met een specifiek personeelslid, kunt u contact met hen opnemendoor op het pictogram van de envelop onder hun naam in het <a href='/team'>Team te klikken. </a>

source: Instead, if you need any of the following:
nl: In plaats daarvan, als je een van de volgende dingen nodig hebt:

source: Username change
nl: Gebruikersnaam wijzigen

source: Appeal your ban/restriction
nl: Appeal je ban/restriction

source: Anything else that strictly deals with your account and is not related in any way to a technical issue of yours.
nl: Al het andere dat uitsluitend betrekking heeft tot jou account en niet gerelateerd is aan,op wat voor manier dan ook, naar een technisch probleem van jou.

source: Then the support mail is the way to go.
nl: Dan is de supportmail de juiste keuze

source: Last but not least, <b>the support email is not meant for filing bug reports</b>. If you need to report a bug, then please just ask one of our developers on Discord. If it's a security bug, for instance XSS or SQL injection, then please contact <a href='mailto:howl@Kurikku.moe'>Howl</a> or <a href='mailto:nyo@Kurikku.moe'>Nyo</a>.
nl: Als laatste, <b>de support e-mail is niet bedoeld voor het melden van bugs</b>. Als je een bug wilt melden, meld het dan aan een van onze ontwikkelaars op Discord. Als het een beveiligingsbug is, bijvoorbeeld XSS of SQLinjectie, neem dan contact op met <a href='mailto:support@kurikku.pw'>KotRik</a> of <a href='mailto:support@kurikku.pw'>kahri</a>.

source: I have read and understood everything on this page.
nl: Ik heb alles op deze pagina gelezen en begrepen.

source: Ooops! Looks like something went really wrong while trying to process your request. Perhaps report this to a Kurikku developer? Retrying doing what you were trying to do might work, too.
nl: Oeps! het lijkt erop dat er iets mis ging toen je het probeerde een requestte verwerken. Misschien kan je dit melden aan een Kurikku -ontwikkelaar? Anders opnieuw proberen misschien zou dat ook kunnen werken.

source: Kurikku is a private osu! server.
nl: Kurikku is een private osu! server.

source: There are many like it, but this one is ours.
nl: Er zijn er veel van, maar deze is van ons.

source: Don't you like %s?
nl: Vind je het niet leuk %s?

source: We have leaderboards.
nl: We hebben leaderboards

source: Online user listing.
nl: Online gebruikerslijst

source: Free osu!direct.
nl: Gratis osu!direct

source: Global leaderboards.
nl: Globale leaderboards

source: and PP for osu!standard and osu!mania
nl: en PP voor osu! -standaard en osu! mania

source: Ranking queue for unranked beatmaps.
nl: Ranking wachtrij voor unranked beatmaps.

source: Spectator.
nl: Toeschouwer

source: FokaBot, our chat bot
nl: FokaBot, onze chat bot

source: with plenty of functions for just about anything, <a href="/doc/4">check it out!</a>
nl: met genoeg functies voor bijna alles, <a href="/doc/4"> vinkjehet uit!</a>

source: And a lot more to come!
nl: En er zal nog veel meer volgen!

source: Kurikku is the result of the hard work of two Italian developers, who got tired about the whole osu! ecosystem, and also because they wanted to play with a few banned friends.
nl: Kurikku is het resultaat van het harde werk van twee Italiaanse ontwikkelaars, diemoe werden over het hele osu! -ecosysteem, en ook omdat ze wilden spelenmet een paar verbannen vrienden.

source: It has now evolved into the largest available osu! private server, with more than 10,000 registered users. <a href="/register">Signing up</a> on Kurikku won't result in getting your account on osu! restricted, so what are you waiting for?! Come join us! %s
nl: Het is nu uitgegroeid tot de grootste beschikbare osu! Private server, met meerdan 10.000 geregistreerde gebruikers. <a href="/register">Aanmelden</a> op Kurikkuzal niet je echte osu account niet laten worden restricted, dus waarwacht je nog op?! Kom bij ons! %s

source: In case you want to make sure we're not doing shady stuff with your data, you can also check the <a href="https://zxq.co/Kurikku/Kurikku">source code</a> Kurikku is running on.
nl: Voor het geval je zeker wilt weten dat we geen gekke dingen doen met je gegevens,kan je hier de <a href="https://github.com/osuKurikku"> source code</a> bekijken waar Kurikku op wordt uitgevoerd.

source: For various reasons, some software of Kurikku does not contribute to the changelog, to which this website is a part of. In case you want to see the changelog of Hanayo, you can do so by <a href="https://zxq.co/Kurikku/hanayo/commits/master">clicking here</a>.
nl: Om verschillende redenen draagt sommige software van Kurikku Niet bij aan dechangelog, waar deze website deel van uitmaakt. Als je de changelog van Hanayowilt zien, dan kun je dit doen met <a href ="https://zxq.co/Kurikku/hanayo/commits/master">klik hier</a>.

source: View document
nl: Bekijk document

source: Here you can generate a new IRC token. You can use it to connect to Kurikku's chat using IRC. Remember that your IRC token is like a password, anyone who knows it, has access to your account. If you're interested knowing how to connect to Kurikku's chat via IRC, you may want to check out <a href="/doc/11">this</a>.
nl: Hier kun je een nieuwe IRC-token genereren. Je kunt het gebruiken om verbinding te maken met Kurikku'schat met IRC. Vergeet niet dat je IRC-token als een wachtwoord is, iemand diehet weet, heeft toegang tot jou account. Als je geïnteresseerd bent om te weten hoe jeverbinding maakt met Kurikku's chat via IRC, misschien moet je dit dan even <a href="/doc/11">dit</a> lezen.

source: %s's profile
nl: %s's profiel

source: pending verification
nl: wachten op verificatie

source: banned
nl: verbannen

source: User not found
nl: Gebruiker niet gevonden

source: <b>%s</b> is a Kurikku player from <b>%s</b>.
nl: <b>%s</b> is een Kurikku speler van <b>%s</b>.

source: They signed up on Kurikku %s.
nl: Ze hebben zich aangemeld op Kurikku %s.

source: Mouse
nl: Muis

source: Keyboard
nl: Toetsenbord

source: Spoon
nl: Lepel

source: Dick
nl: Penis

source: Eggplant
nl: Aubergine

source: This user hasn't got any badges!
nl: Deze gebruiker heeft nog geen badges!

source: Support Kurikku
nl: Steun Kurikku

source: Well, you can give us money.
nl: Nou, je kunt ons geld geven.

source: More to come!
nl: Meer volgt!

source: You'll get exclusive access to the <b>"#donators"</b> text and voice channels, you'll be able to change your discord nickname and you'll get a custom role with custom username colour!
nl: Je krijgt exclusieve toegang tot de <b>"#donators"</b> tekst en stemkanalen, je zult je discord naam kunnen veranderen en je krijgt eenaangepaste rol met aangepaste gebruikersnaamkleur!

source: <b>Who knows</b> what we could implement next? You could be able to do even <i>more</i> stuff for donors once we implement it.
nl: <b>Wie weet</b> wat we nog kunnen implementeren? Je zou zelfs <i>meer</i> kunnendoen met spullen voor donators zodra we het hebben geïmplementeerd.
