Repository: osukurikku/hanayo
Catalog: data/locales/templates-*.po
Languages: he, nl

source: You may donate through either <b>PayPal</b> (or credit/debit card linked to PayPal) or <b>Bitcoin</b>. Use the slider below to choose the amount of months you'd like to have the donor benefits, and the cost will be instantly calculated. Remember that if, for instance, you choose to donate € 4 instead of € 3.51, you will only be given one donor month.
nl: Je kunt doneren via <b>PayPal</b> (of creditcard / betaalkaart gekoppeld aanPayPal) of <b>Bitcoin</b>. Gebruik de onderstaande schuifregelaar voor het aantalmaanden dat je de donorvoordelen wilt hebben, en de kosten zullen direct wordenberekend. Vergeet niet dat als je bijvoorbeeld € 4 in plaats van € 3,51 doneert, krijgt je slechts één donator maand.

source: Loading...
nl: Laden...

source: User:
nl: Gebruiker:

source: Send %s BTC to this Bitcoin address:
nl: Verzend %s BTC naar dit Bitcoin adres:

source: Afterwards, <b>please send an email to <a href="mailto:howl@Kurikku.moe">howl@Kurikku.moe</a></b> containing the transaction hash!
nl: Daarna, <b>alsjeblieft verzend een e-mail naar <a href="mailto:support@kurikku.pw">support@kurikku.pw</a></b> met de transactie hash!

source: I've donated, now what?
nl: Ik heb gedoneerd, wat nu?

source: You'll have to wait until we verify and process your payment. It can take up to <b>12 hours</b>. If 12 hours have passed and you still haven't received your Donor tag, contact a <b>Dev/Community Manager</b> in our Discord server or send an email to <b><a href="mailto:support@kurikku.pw">support@kurikku.pw</a></b>. Once we have processed your payment, you'll receive an <b>email</b> to the address you've used to sign up and you'll get <b>all the donor privileges, except the Discord ones</b>. To get the Discord donor privileges, go <a href="/settings/discord">here</a>.
nl: U moet wachten totdat we uw betaling hebben geverifieerd en verwerkt. Het kan duren tot <b>12 uren</b> duren. Als 12 uren verstreken zijn en je hebt nog steeds niets ontvangen neem contact op met een <b>Dev/Community Manager</b> in onze Discord-server of stuur een e-mail naar <b><a href="mailto:support@kurikku.pw">support@kurikku.pw</a></b>. Zodra we uw betaling hebben verwerkt, zult ueen <b>e-mail</b> ontvangen naar het adres dat je hebt gebruikt om je aan te melden, en je krijgt<b> alle donorprivileges, behalve die van Discord</b>. Om ze voor Discord te krijgen, klik <a href="/settings/discord"> hier </a>.

source: Please log in to get supporter
nl: Meld je aan om supporter te worden

source: In case you don't have a way to scan QR codes or you simply can't be bothered to download an app that scans them, you can also open Telegram, start a conversation with <a href="http://telegram.me/Kurikku!2fabot"><b>@Kurikku!2fabot</b></a> and send this message:
nl: Als je geen mogelijkheid heeft om QR-codes te scannen of als je dat gewoon nietde moeite kunt nemen om een app te downloaden die ze scant, kan je ook Telegram openen,d.m.v. een gesprek te starten met <a href="http://telegram.me/Kurikku2fabot"><b>@Kurikku2fabot</b></a> en verzend dit bericht:

source: Your discord account has been linked to this Kurikku account. <b>Welcome to the donors club and thank you for supporting us!</b> You have now access to the #donators text and voice channels on our official Discord server! You can also set a custom role name and username colour and change your nickname on Discord. If you want to change your nickname, you can use the <code>/nick</code> command. To set or edit your <b>custom role</b> name and colour, use the command <code>!role HEX_COLOUR ROLE_NAME</code>. You can pick your HEX colour <a href="http://www.colorpicker.com/" target="_blank">here</a>, it's the one that starts with '#'. You can change your role name and colour <b>whenever you want!</b>
nl: Je discord account is gekoppeld aan dit Kurikku account. <b>Welkom bijde donator club en bedankt dat je ons hebt ondersteund!</b> je hebt nu toegang totde #donators tekst- en spraakkanalen op onze officiële Discord-server!kan ook een aangepaste rolnaam en gebruikersnaamkleur instellen en je naam wijzigenop Discord. Als je je naam wilt wijzigen, kun je de command<code>/nick</code> gebruiken. Om je <b>aangepaste rol</b> naam enkleur in te stellen of te bewerken, gebruik de command <code>!role HEX_COLOUR ROLE_NAME</code>. Je kunthier je HEX-kleur zoeken <a href="http://www.colorpicker.com/" target="_blank">hier</a>, het is degene die begint met '#'. Je kunt je rolnaam en kleur wijzigen <b>wanneer je maar wilt!</b>

source: Access to /nick command, to change your Discord nickname
nl: Toegang tot /nick command om je Discord naam te wijzigen

source: Access to #donators text and voice channels
nl: Toegang tot #donators tekst- en spraakkanalen

source: Authorized applications
nl: Geautoriseerde applicaties

source: That authorization has been successfully revoked.
nl: Die machtiging is succesvol ingetrokken

source: TOTP-based 2FA has been enabled on your account.
nl: TOTP gebaseerde 2FA is ingeschakeld op je account.

source: Passcode is invalid. Perhaps it expired?
nl: Wachtwoord is ongeldig. Misschien is het verlopen?

source: No passcode/secret was given. Please try again
nl: Er is geen toegangscode gegeven. Probeer het opnieuw

source: TOTP-based 2FA is already enabled!
nl: TOTP-gebaseerde 2FA is al ingeschakeld!

source: You currently have Telegram 2FA enabled. You first need to disable that if you want to use TOTP-based 2FA.
nl: U hebt momenteel Telegram 2FA ingeschakeld. U moet dat eerst uitschakelen alsu TOTP-gebaseerde 2FA wilt gebruiken.

source: 2FA disabled successfully.
nl: 2FA succesvol uitgeschakeld.

source: Changing avatar is currently not possible.
nl: Het wijzigen van je avatar is momenteel niet mogelijk.

source: An error occurred.
nl: Er is een fout opgetreden.

source: We were not able to save your avatar.
nl: We kunnen je avatar niet opslaan.

source: Your avatar was successfully changed. It may take some time to properly update. To force a cache refresh, you can use CTRL+F5.
nl: Je avatar is succesvol gewijzigd. Het kan even duren voor het veranderd is.Om je cache te verversen, kun je CTRL + F5 gebruiken.

source: Internal Server Error
nl: Interne Server Fout

source: You're not a donor!
nl: Je bent geen donator!

source: You've not joined the discord server! Links to it are below on the page. Please join the server before attempting to connect your account to Discord.
nl: Je bent nog geen lid geworden van de discord-server! Link staat onderaan op de pagina.Sluit je alstublieft eerst aan bij de server voordat je probeert om je account aan te sluiten op Discord.

source: Your account has been linked successfully!
nl: Uw account is succesvol gekoppeld!

source: Your new IRC token is <code>%s</code>. The old IRC token is not valid anymore.<br>Keep it safe, don't show it around, and store it now! We won't show it to you again.
nl: Uw nieuwe IRC-token is <code>%s</code>. De oude IRC-token is niet geldigmeer. <br>Bewaar het veilig, laat het niet zien en bewaar het nu! We zullen jehet niet nog een keer laten zien.

source: Your profile background has been saved.
nl: Je profielachtergrond is opgeslagen.

source: We were not able to save your profile background.
nl: We kunnen je profielachtergrond niet opslaan.

source: Colour is invalid
nl: Kleur is ongeldig

source: You have been automatically logged out of your account because your account has either been banned or locked. Should you believe this is a mistake, you can contact our support team at support@kurikku.pw.
nl: Je bent automatisch uitgelogd van je account omdat je accountof verbannen of geblokkeerd is. Mocht je geloven dat dit een vergissing is, dan kan je contact opnemen met ons supportteam via support@kurikku.pw.

source: You have been automatically logged out for security reasons. Please <a href='/login?redir=%s'>log back in</a>.
nl: Je bent om veiligheidsredenen automatisch uitgelogd. Gelieve <a href='/login?redir=%s'>opnieuw aanmelden</a>.

source: You need to login first.
nl: Je moet eerst inloggen.

source: Forbidden
nl: Verboden

source: You should not be 'round here.
nl: Je zou hier niet moeten zijn.

source: You look new here. Allow us to introduce you to what Kurikku is.
nl: Je ziet er hier nieuw uit. Sta ons toe je te laten kennismaken met wat Kurikku is.

source: Log in with Kurikku
nl: Log in met Kurikku

source: They don't do anything related to the community. Developers have a blue name in the in-game chat.
nl: Ze doen niets met de community, ontwikkelaars hebben een blauwe naamin de in-game chat.

source: Here's a list of people who helped with Kurikku.
nl: Hier is een lijst met mensen die hebben geholpen met Kurikku.

source: <b>Tom94</b>, for <a href='https://github.com/ppy/osu-performance'>osu-performance</a>, used as a reference for our mania pp calculator.
nl: <b>Tom94</b>, voor <a href='https://github.com/ppy/osu-performance'>osu-performance</a>, gebruikt als referentie voor onze mania pp calculator.

source: <b>Avail</b>, for having hosted Kurikku on his server.
nl: <b>Avail</b>, voor het hosten van Kurikku op zijn server.

source: <b>Angela Guerra</b>, for designing the Kurikku logo.
nl: <b>Angela Guerra</b>, voor het ontwerpen van het Kurikku logo.

source: <b><a id='everyone' class='clickable'>Everyone</a></b> who has supported the Kurikku project by donating or inviting other people.
nl: <b><a id='everyone' class='clickable'>Iedereen</a></b> die het project heeft gesteund doorte doneren of door andere mensen uit te nodigen.

source: They told me these are very cool people.
nl: Ze vertelden me dat dit hele toffe mensen zijn.

source: And more...
nl: En meer...

source: Do you want to be in this list?
nl: Wil je in deze lijst?

source: Support us with a donation!
nl: Steun ons met een donatie!

source: (You get other cool perks too)
nl: (Je krijgt ook andere leuke voordelen)

source: The Kurikku API is the system through which developers can create applications to interact with Kurikku. <b>If you're asked to fill out an API token from this page, be wary and only actually create the token if you really trust the owner of the application.</b>
nl: De Kurikku API is het systeem waarmee ontwikkelaars toepassingen kunnen maken om te communiceren met Kurikku. <b>Als u wordt gevraagd om een API token in te vullen van deze pagina, wees op je hoede en maak alleen het token als ude eigenaar van de toepassing echt vetrouwt.</b>
