Repository: osukurikku/hanayo
Catalog: data/locales/templates-*.po
Languages: he, nl

source: Unlimited Name Changes
he: אין סוף שינויי שם

source: <b>Tired of your current identity?</b> Now you can have as many as you want! Just ask an administrator to change your name, as many times as you'd like.
he: <b>עייף מהזהות הנוכחית שלך?</b> עכשיו אתה יכול לקבל כמה שרק תרצה! שאל מנהל לשנות את השם שלך, כמה פעמים שתרצה.

source: Unlimited Flag Changes
he: אין-סוף שינויי דגלים

source: <b>Want to appear as if you're from another country?</b> You also get as many of these as you'd like. Just enter in chat !flag <flag iso code>
he: <b>רוצה להופיע כאילו אתה ממדינה אחרת?</b> אתה מקבל גם כמה כשאלה שאתה תרצה. פשוט תכתוב בצ'אט !flag <flag iso code>

source: Unlimited Stats Resets
he: אין-סוף איפוסי נתונים

source: Now you can also <b>start fresh</b> with unlimited stats resets! Ask an administrator and they shall perform the deed.
he: עכשיו אתה יכול <b>להתחיל מחדש</b> עם אין-סוף איפוסי נתונים! שאל מנהל והם יעשו את המעשה.

source: Viewing your subscribers
he: מראה את הרשומים שלך

source: Now you can watch <b>your subscribers</b>. That's way to <b>found</b> new good friends
he: עכשיו אתה יכול לצפות ב<b>רשומים שלך</b>. זו דרך <b>למצוא</b> חברים חדשים

source: Chance to be in top donators
he: סיכוי להיות בתורמים המובילים

source: If you are <b>one of those who support our server the most</b>, you will be in the <b>top donators</b>. <b>Imagine</b> you are <b>on the main page</b>. That's cool)
he: אם אתה <b>אחד מהאלו שתומכים בסרברים שלנו הכי הרבה</b>, אתה תהיה ב<b>רשימת תורמים</b>. <b>תדמיין</b> שאתה <b>בדף הראשי</b>. זה מגניב)

source: Creating clans
he: יצירת קלאנים

source: Wow, now you can create clan for you and your friends. <b>Pew-pew</b> with other clans.
he: וואו, אתה יכול ליצור קלאן בשבילך ובשביל החברים שלך. <b>פיו-פיו</b> עם קלאנים אחרים.

source: And this is how you pay
he: וזה איך שאתה משלם
nl: En dit is hoe je betaalt

source: That's DonationAlerts - "streamer's main tool" but we use that beautiful platform for collect donations ヽ(・∀・)ﾉ
he: זה התראות התרומות- "הכלי הראשים של הסטרימרים" אבל אנחנו משתמשים בפלטפורמה היפה הזו בשביל לאסוף תרומות ヽ(・∀・)ﾉ

source: Donate!
he: תרום!

source: <b>NOTE:</b> please check description before you donate
he: <b>NOTE</b> בבקשה תבדוק את התיאור לפני שאתה תורם

source: Please log in before purchasing supporter
he: בבקשה התחבר לפני קניית "תומך"

source: Guide about Server Switcher!
he: מדריך עבור המחליף סרברים!

source: Hi! This little guide will show you how to connect on our server
he: היי! זה מדריך קטן שיראה לך איך להתחבר לשרת שלנו

source: The first thing you need to do is download one of a switchers:
he: הדבר הראשון שאתה צריך זה להוריד אחד מהמחליפים:

source: Next we need to unpack one of a switchers, open, install the certificate and then press the green button <b>«Switch to Kurikku»</b>. That's all, welcome to one of most friendly private servers <b>on osu!</b>.
he: בשלב הזה אנו צריכים להוציא את הקבצים מהתיקיה, לפתוח, להוריד את ה"certificate" ואז ללחוץ על הכפתור הירוק <b>«Switch to Kurikku»</b>. זה הכל, ברוך הזה לאחד הסרברים הפרטיים החברותיים ביותר <b>באוסו!</b>.

source: Videoguide:
he: מדריך דרך סרטון:

source: This is a list of the wonderful people who keep Kurikku up and running and deal with its community.
he: זוהי רשימה של אנשים מופלאים שעוזרים לנו להריץ את Kurikku ולהתמודד עם הקהילה.
nl: Dit is een lijst met geweldige mensen die Kurikku Up and running houden enomgaan met de community.

source: Owners
he: בעלים

source: The backbones of the server. The owners function as both the main community managers, as well as primary Developers. They work on everything from managing the team to making this page look nicer.
he: זה עמוד השדרה של הסרבר. המנהלים מתפקדים כמנהלי הקבילה העיקריים, כמו גם מפתחים ראשונים. הם עובדים על כל דבר מהנהלת הצוות עד ללהפוך את האמר הזה למשהו יותר טוב.

source: Community Managers
he: מנהלי הקהילה

source: Community Managers deal with bans, silences, name changes and pretty much everything that has to do with the community.
he: מנהלי הקהילה מתמודדים עם באנים, השתקות, שינויי שם וכמעט כל דבר שצריך להתמודד עם הקהילה.
nl: Communitymanagers houden zich bezig met bans, silences, naam veranderingen en zo ongeveeralles wat met de community te maken heeft.

source: They take care of our Discord server and reply to emails sent to <a href='mailto:support@kurikku.pw'>support@kurikku.pw</a>. Community Managers have a red name in the in-game chat.
he: הם דואגים לשרת הדיסקורד שלנו וחוזרים לאימיילים שנשלחו אל <a href='mailto:support@kurikku.pw'>support@kurikku.pw</a>. למנהלי הקהילה יש שם אדום בצ'אט.
nl: Ze zorgen voor onze Discord-server en beantwoorden e-mails die zijn verzonden naar <ahref='mailto:support@kurikku.pw'>support@kurikku.pw</a>. Community Managershebben een rode naam in de in-game chat.

source: Developers
he: מפתחים
nl: Ontwikkelaars

source: Developers add new features to the server, squash bugs, keep the server up and running and take care of its maintenance.
he: המפתחים מוסיפים תכונות נוספות לשרתים, מתקנים באגים, שומרים על הסרבר רץ ומתחזקים אותו.
nl: Ontwikkelaars voegen nieuwe functies toe aan de server, verwijderen bugs, houden de server upand running en zorgen voor het onderhoud ervan.

source: Replay Moderators
he: מנחי מנהלים

source: Hunters who catch and send in ban cheaters. We are proud of them.
he: האנשים שתופסים האקרים ומלשינים עליהם. אנו גאים בהם.

source: Chat Moderators
he: צ'אט מנהלים

source: Chat moderators manage the chat to make sure The Law&trade; (the rules) is respected.
he: צ'אט מנהלים מנהל את הצ'אט בשביל לוודא שהחוק&trade; (החוקים) מכובדים.
nl: Chatmoderators beheren de chat om ervoor te zorgen dat regels wordengerespecteerd.

source: BATs play beatmaps in the ranking queue and decide whether they are good enough to be ranked or not.
he: BATs משחקים מפות ברשימת המתנת ראנקים ומחליטים אם הם מספיק טובים בשביל להיות ראנקד או לא.
nl: BAT's spelen beatmaps in de ranglijstrij en beslissen of ze goedgenoeg zijn om te worden gerangschikt of niet.

source: Special thanks
he: תודה מיוחדת
nl: Speciale dank

source: Here's a list of people who helped with Kurikku
he: הנה קשימה של האנשים שעזרו עם קוריקו

source: Looking for how you should contact our team? Check out <a href='/help'>this page</a>.
he: מחפש איך אתה יכול ליצור קשר עם הצוות שלנו? תבדוק את <a href='/help'>האתר הזה</a>.
nl: Op zoek naar hoe je contact moet opnemen met ons team? Bekijk dit <a href='/help'> </a>.

source: <b>Franc[e]sco/lolisamurai</b>, for <a href='https://github.com/Francesco149/oppai'>oppai</a>, used as standard pp calculator.
he: <b>פרנק[e]sco/lolisamurai</b>, בשביל <a href='https://github.com/Francesco149/oppai'>ציצי</a>, משומש בשביל מחשבון pp סטנדרטי.
nl: <b>Franc[e]sco/lolisamurai</b>, voor <a href='https://github.com/Francesco149/oppai'>oppai</a>, voor de standaard pp calculator.

source: <b>Semyon442</b>, for <a href='https://github.com/semyon422/omppc'>mania-pp</a> calculator
he: <b>Semyon442</b>, בשביל <a href='https://github.com/semyon422/omppc'>mania-pp</a> מחשבון

source: <b>Sunpy</b>, for <a href='https://github.com/osufx/catch-the-pp'>catch-the-pp</a>, used as catch the beat pp calculator.
he: <b>Snupy</b>, בשביל <a href='https://github.com/osufx/catch-the-pp'>catch-the-pp</a>, משומש כמחשבון pp לcatch the beat.

source: <b>jrosdahl</b>, for <a href='https://github.com/jrosdahl/miniircd'>miniircd</a>, used as a base for our IRC server.
he: <b>jrosdahl</b>, בשביל <a href='https://github.com/jrosdahl/miniircd'>miniircd</a>, משומש כבסיס בשביל הסרברים של הIRC שלנו.
nl: <b>jrosdahl</b>, voor <a href='https://github.com/jrosdahl/miniircd'>miniircd</a>, gebruikt als basis voor onze IRC server.

source: <b>Flame</b> for clans system!
he: <b>Flame</b> בשביל מערכת קלאנים!

source: <b><a href='http://ripple.moe/'>Ripple</a></b>, for the software to host Kurikku
he: <b><a href='http://ripple.moe/'>Ripple</a></b>, בשביל התוכנה שתנהל את קוריקו

source: <b><a id='everyone' class='clickable'>Everyone</a></b> who has supported Kurikku by donating.
he: <b><a id='everyone' class='clickable'>כולם</a></b> בשביל האלו שתמכו בנו על ידי תרומה.

source: You have %d votes!
he: יש לך %d קולות!

source: Exchange your votes!
he: החלף את הקולות שלך!

source: Why do we need these votes?
he: למה אנחנו צריכים את ההעצבעות האלה?

source: These votes help us promote the server at the <a class='ui subtitle' href='https://topg.org' alt='topg link'>TopG.org</a> monitoring site.
he: ההצבעות האלו עוזרות לנו לקדם את האתר ב<a class='ui subtitle' href='https://topg.org' alt='topg link'>TopG.org</a>.

source: You need register!
he: אתה צריך להירשם!

source: Tournament grid!
he: לוח טורנירים!

source: Want to play an unranked beatmap and get pp? You can submit beatmaps rank requests here!
he: רוצה לשחק במפה ללא דרגה ולקבל pp? אתה יכול לשלוח פה בקשה לעשות ראנק למפה שלך!
nl: Wil je een ongerankte beatmap spelen en pp krijgen? Je kan hier beatmap rankings aanvragen!

source: Queue status
he: מצב התור
nl: Wachtrij status

source: by you
he: על ידיך
nl: door jou

source: Requests submitted
he: בקשה נשלחה
nl: Aanvraag ingediend

source: In the past 24 hours
he: ב24 שעות האחרונות
nl: In de laatste 24 uur

source: Request a beatmap
he: בקש מפה
nl: Vraag een beatmap aan

source: You cannot currently request beatmaps!
he: אתה כעת לא יכול לבקש מפות!
nl: Je kunt op dit moment geen beatmaps aanvragen!

source: Please try again
he: בבקשה נסה שוב
nl: Gelieve opnieuw te proberen

source: Moderator
he: מנהל

source: You need to login!
he: אתה צריך להתחבר!

source: Sorry, it's not possible to create a clan at the moment. Please try again later.
he: סליחה, זה לא אפשרי ליצור קלאן כרגע. בבקשה נסה שוב מאוחר יותר.

source: You're already in a Clan.
he: אתה כבר בקלאן.

source: Name (2 to 15 characters, alphanumeric, spaces, <code>_[]-</code>)
he: שם (מ2 עד 15 אותיות, מספרים, רווחים, <code>_[]-</code>)

source: Name
he: שם

source: Description (optional)
he: תיאור (לא חובה)

source: Description
he: תיאור

source: Icon [URL] (optional)
he: אייקון [URL] (לא חובה)

source: Icon URL
he: קישור אייקון

source: You need to be an Kurikku Supporter in order to create a clan.
he: אתה צריך להיות תורם בקוריקו בשביל ליצור קלאן.

source: The Ripple API is the system through which developers can create applications to interact with Ripple. <b>If you're asked to fill out an API token from this page, be wary and only actually create the token if you really trust the owner of the application.</b>
he: הAPI של Ripple היא המערכת שבאמצעותה מפתחים יכולים ליצור אפליקציות ליצירת אינטרקציה עם Ripple. <b>אם אתה התבקשת למלא את הטוקן API בהאתר הזה, תיזהר ורק צור את הטוקן אם אתה באמת סומך על המנהל של האפליקציה.</b>

source: Glad to have you back here, %s! To finish the password recovery, type in a new password:
he: אנו שמחקים לראות אותך חוזר לכאן, %s! בשביל לסיים את שחזור הסיסמא, אנא כתוב סיסמא חדשה:
nl: Fijn om je weer terug te zien, %s! Om je wachtwoord te resetten, gelieve een nieuw wachtwoord in te geven:

source: We see that you're trying to sign up while having already signed up as %s! Please note that multiaccounting is punishable, and can lead to a one month restriction!
he: אנחנו רואים שאתה מנה להירשם כשאת כבר נרשמת ל %s! שים לב שיצירת יותר מחשבון אחד עלולה לגמור בעונש, ויכולה לגרום לחסימה במשך חודש!
nl: We zien dat je je probeert aan te melden terwijl je je al hebt aangemeld als %s!Let op: multiaccounting is strafbaar en kan leiden tot een maand restriction!

source: If you're %s, keep in mind that multiaccounting = ban.
he: אם אתה %s, תזכור כי יצירה של יותר מחשבון אחד = באן.
nl: Als jij %s bent, onthoud dat multiaccounting = ban

source: If you're not %s, but you're using %s's computer, please sign up on Kurikku from your own computer.
he: אם אתה לא%s, אבל אתה משתמש במחשב של %s, בבקשה תירשם לקוריקו מהמחשב האישי שלך.
nl: Als je %s niet bent, maar je gebruikt %s's computer, graag inloggen op Kurikku via je eigen computer.

source: If you live with %s and you don't have your own computer from which to sign up on Kurikku, then please contact support@kurikku.pw, and we'll deal with your specific case.
he: אם אתה חי עם %s ואין לך את המחשב האישי שלך בשביל להירשם ממנו, אבל בבקשה צור קשר עם support@kurikku.pw, ואנחנו נתמודד עם המקרה הספציפי שלך.
nl: Als je met %s leeft en je hebt geen eigen computer om je aan te meldenop Kurikku, neem dan contact op met support@kurikku.pw, en we zullen het oplossen

source: This warning may pop up also if you're using another computer on the same network of %s. As long as you're not using the same computer, you should be all good.
he: האזהרה הזו עלולה להופיעם אם אתה משתמש במחשב אחר באותה רשת של %s. כול עוד אתה לא משתמש באותו מחשב, אתה אמור להיות בסדר.
nl: Deze waarschuwing kan ook voorkomen als je een andere computer op hetzelfde netwerk gebruikt als %s. Zolang je niet dezelfde computer gebruikt, zou alles ok moeten zijn.

source: If you truly have understood what's written above and you have understood that creating a multiaccount will lead to a restriction on your main account, you can click here and you'll be brought to the sign up page.
he: אם אתה באמת הבנת מה כתוב למעלה והבנת שיצירה של יותר מחשבון אחד מובילה לחסימה על החשבון הראשי שלך, אתה יכול ללחוץ כאן ואתה תעבור לדף ההרשמה.
nl: Als je echt hebt begrepen wat hierboven staat en je hebt begrependat het maken van een multi-account leidt tot restriction van je hoofdaccount, kun je hier klikken en wordt je naar de aanmeldingspagina geleid.

source: Bring me back to safety!
he: החזר אותי למקום בטוח!
nl: Breng me terug in veiligheid!

source: Sorry, it's not possible to register at the moment. Please try again later.
he: סליחה, זה לא אפשרי להירשם כרגע. בבקשה נסה שוב מאוחר יותר.
nl: Sorry, je kunt op dit moment niet registreren. Probeer het later opnieuw.

source: Remember: this seems like it's your second account! Do not multiaccount, or you're likely to get restricted!
he: תזכור: זה נראה כאילו יש לי חשבון שני! אל תיצור יותר מחשבון אחד, אתה כנראה תיחסם מהאתר!
nl: Waarschuwing: dit ziet er uit als een tweede account! Het hebben van een multiaccount kan leiden tot restriction

source: Username (2 to 15 characters, alphanumeric, spaces, <code>_[]-</code>)
he: שם משתמש (מ2 עד 15 אותיות, מספרים, רווחים, <code>_[]-</code>)
nl: Gebruikersnaam (2 tot 15 tekens, alphanumerisch, spaties, <code>_[]-</code>)

source: Password (at least 8 characters)
he: סיסמה (לפחות 8 אותיות)
nl: Wachtwoord (minstens 8 tekens)

source: Email
he: אימייל

source: <b class='big text'>Your account has been created!</b><br> You may now login to your account via osu! to finish the account creation process.
he: <b class='big text'> המשתמש שלך נוצר!</b><br> אתה יכול להתחבר למשתמש שלך דרך osu! כדי לסיים את תהליך יצירת המשתמש.

source: Congratulations for not reading things!
he: ברכות על אי-קריאת דברים!
nl: Gefeliciteerd voor het niet lezen van dingen

source: Multiaccounts are not allowed on Kurikku
he: חשבונות מרובים אסורים ב-Kurikku
nl: Multiaccounts zijn niet toegestaan op Kurikku

source: Your new account has been <b>banned</b> and your main account has been <b>restricted</b>. You can appeal in a month by sending an email to <b><a href='mailto:support@kurikku.pw'>support@kurikku.pw</a></b>. You better read the rules next time.
he: החשבון החדש שלך <b>קיבל באן</b> והחשבון הראשים שלך <b>נחסם</b>. אתה יכול להגיש חנינה בעוד חודש מהרגע שהאימייל הזה נשלח ל<b><a href='mailto:support@kurikku.pw'>support@kurikku.pw</a></b>. כדאי לך לקרוא את החוקים בפעם הבאה.
nl: Je nieuwe account is <b>verbannen</b> en je hoofd-account is <b>gerestricteerd</b>. Je kan na een maand een appeal maken door een mail te sturen naar <b><a href='mailto:support@kurikku.pw'>support@kurikku.pw</a></b>.Lees volgende keer beter de regels.

source: Welcome to Kurikku
he: ברוך הבא לKurikku
nl: Welkom bij Kurikku

source: We're glad to have you here. <b>Your account is now active.</b> You can now play on Kurikku and <a href='/login'>log in</a> on the website!
he: אנו שמחקים לראות אותך כאן. <b>החשבון שלך פעיל עכשיו.</b> אתה יכול עכשיו לשחק בקוריקו ו<a href='/login'>להתחבר</a> באתר!
nl: We zijn blij om je hier te hebben. <b>Je account is nu actief.</b> Je kan nu spelen op Kurikku en <a href='/login'>inloggen</a> op de website!

source: Here's a few things you might want to check out:
he: הנה כמה דברים שאולי תרצה לבדוק:
nl: Hier zijn een paar dingen die je misschien wilt bekijken:

source: Login
he: התחבר
nl: Inloggen

source: - in case you don't know where to start
he: - במקרה שאתה לא יודע איפה להתחיל
nl: - in het geval dat je niet weet waar je moet starten

source: Rules
he: חוקים
nl: Regels

source: - in case you haven't already read them
he: - במקרה שעדיין לא קראת את זה
nl: - in het geval dat je het nog niet gelezen hebt

source: - in case, well, you need help doing stuff
he: - במקרה של, טוב, אנחנו צריכים לעזור לך בדברים כאן
nl: - in het geval dat hulp nodig hebt met iets

source: - in case you want to talk with people about Kurikku
he: - במידה שאתה רוצה לדבר עם אנשים על Kurikku
nl: - in het geval dat je met andere mensen wil praten over Kurikku

source: Two factor authentication is enabled on your account.
he: אימות דו-שלבי פועל בחשבונך.
nl: Two factor authentication is ingeschakeld op je account

source: Two factor authentication is not enabled on your account.
he: אימות דו-שלבי לא מופעל בחשבונך.
nl: Two factor authentication is uitgeschakeld op je account

source: Telegram 2FA
he: טלגרם 2FA

source: To enable Telegram Two Factor Authentication, click this button, then click "start" on Telegram:
he: כדי להפעיל אימות דו-שלבי לטלגרם, לחץ על כפתור זה, ואז לחץ על "התחל" בטלגרם:
nl: Om Telegram twee-factorenauthenticatie in te schakelen, klik op deze knop en klik vervolgens op"start"op Telegram:

source: Enable Telegram 2FA
he: הפעל אימות דו-שלבי לטלגרם
nl: Inschakelen Telegram 2FA

source: If you don't have Telegram on the current device, you can either open this page from a device on which you have it, or scan this QR code:
he: אם אין לך טלגרם במחשיר הנוככי שלך, אתה יכול לשפוח את החלון הזה במחשיר שלך, או לסרוק את הקוד QR הזה:
nl: Als je geen Telegram op je huidige apparaat hebt, kunt je deze paginaopenen van een apparaat waarop je het wel hebt of scan deze QR-code:

source: In case you don't have a way to scan QR codes or you simply can't be bothered to download an app that scans them, you can also open Telegram, start a conversation with <a href="http://telegram.me/ripple2fabot"><b>@ripple2fabot</b></a> and send this message:
he: במקרה שאין לך דרך לסרות את הקוד QR או שאתה פשוט לא רוצה להוריד אפליקציה שסורקת את זה, אתה יכול גם לפתוח טלגרם, להתחיל שיחה עם <a href="http://telegram.me/ripple2fabot"><b>@ripple2fabot</b></a> ולשלח להם את ההודעה הזו:

source: Google Authenticator (TOTP) based 2FA
he: המאמת של גוגל מבוסס על מאמת דו שלבי (TOTP)
nl: Google Authenticator (TOTP) gebaseerd op 2FA

source: Scan this from <a href="https://support.google.com/accounts/answer/1066447?hl=en">Google Authenticator</a>, or if you're not able to, provide to Google Authenticator this key: <code>%s</code>. Once you've done, fill out the following form with the code you get on Google Authenticator and click on enter to enable TOTP-based two factor authentication.
he: תסרות את זה מ<a href="https://support.google.com/accounts/answer/1066447?hl=en">המאמת של גוגל</a>, או אם אתה לא יכול, תספק למאמת של גוגל את המפתח הזה: <code>%s</code>. ברגע שסיימת, תמלא את הטופס הבא עם הקוד שאתה מקבל במאמת של גוגל ולחץ על במקלדת "Enter" כדי לאפשר את האימות הדו שלבי המבוסס על TOTP.

source: At the moment you currently have set up Telegram Two Factor Authentication. Should you wish to disable it, please fill out the following form:
he: לכרגע הגדרת את האימות הדו שלבי של טלגרם. אם תרצה לכבה אותו, מלא את הטופס הבא:
nl: Op dit moment hebt je Telegram Two Factor Authentication ingesteld.Wil je het uitschakelen, vul dan het volgende formulier in:

source: At the moment you currently have set up TOTP-based (Google Authenticator) Two Factor Authentication. Should you wish to disable it, please fill out the following form:
he: כרגע הגדרת את האימול הדו שלבי של גוגל המבוסס על TOTP. אם תרצה לכבות אותו, מלא את הטופס הבא:
nl: Op dit moment heb je TOTP-gebaseerd (Google Authenticator)Two Factor Authentication ingesteld. Als je dit wilt uitschakelen, vul jehet volgende formulier in:

source: Disable Telegram 2FA
he: כבה את ה2FA של טלגרם
nl: Schakel Telegram 2FA uit

source: Disable TOTP-based 2FA
he: כבה את ה2FA המבוסס עלTOTP
nl: Schakel TOTP-gebaseerd 2FA uit

source: Google Authenticator recovery keys
he: מפתחות התאוששות של המאמת של גוגל

source: These are the only thing that will let you get back into your Kurikku account if you lose your device. Our suggestion is to paste them inside a document in your word processor (Microsoft Word, LibreOffice Writer), print them and store them in a safe place.
he: זה הדבר היחיד שיאפשר לך לחזור לחשבון קוריקו (Kurikku) שלך אם תאבד את המחשב שלך. ההצעה שלנו היא להדביק אותם בתוך מסמך טקסט (microsoft word, libreoffice writer, text file) או להדפיס אותם ולשמור אותם במקום בטוח.
nl: Dit zijn de enige dingen die je terug naar je Kurikku -account laten gaanals je je apparaat verliest. Onze suggestie is om ze in een document op te slaanbijvoorbeeld in je tekstverwerker (Microsoft Word, LibreOffice Writer), druk ze af enbewaar ze op een veilige plaats.

source: From here you can check all the applications you granted authorization to your account, and revoke their permissions if necessary.
he: מכאן את\ה יכול לבדוק את כל האפליקציות שנתת הרשאה לחשון שלך, ולבטל את הגישה שלהם אם צריך.
nl: Hier kun je alle toepassingen bekijken waarvoor je toestemming hebt verleend en jetrekt zo nodig hun machtigingen in als dat nodig is.

source: Authorization created %s
he: הרשאה נוצרה%s
nl: Autorisatie aangemaakt %s

source: Owner
he: בעלים
nl: Eigenaar

source: Revoke
he: בטל
nl: Intrekken

source: ... but it looks like you have none!
he: ... אבל זה נראה שאין לך כלום!
nl: ... maar het lijkt erop dat je er geen hebt!

source: Open File
he: פתח קובץ
nl: Open Bestand

source: Save
he: שמור
nl: Opslaan

source: Clan Settings
he: הגדרות קלאן

source: Clantag
he: טאג הקלאן

source: Icon (optional)
he: אייקון (לא חובה)

source: Background [URL] (optional)
he: רקע [URL] (לא חובה)

source: Background URL
he: קישור הרקע

source: Generate a new invite!
he: צור הזמנה חדשה!

source: You haven't joined a clan yet, or you aren't the owner of your current one.
he: לא הצתרפת לקלאן עדיין, או שאתה לא המנהל של הקלאן שאת\ה בו.

source: Your discord account has been linked to this account. <b>Welcome to the donors club and thank you for supporting us!</b> You have now access to the #donators text and voice channels on our official Discord server! You can also set a custom role name and username colour and change your nickname on Discord. If you want to change your nickname, you can use the <code>/nick</code> command. To set or edit your <b>custom role</b> name and colour, use the command <code>!role HEX_COLOUR ROLE_NAME</code>. You can pick your HEX colour <a href="http://www.colorpicker.com/" target="_blank">here</a>, it's the one that starts with '#'. You can change your role name and colour <b>whenever you want!</b>
he: חשבון הדיסקורד שלך מקושר לחשבון זה. <b>ברוך\ה הבא למועדון התורמים ותודה לך על התרומה!</b> יש לך עכשיו גישה לחדר #donators שזה צ'אט רגיל וחדר שאפשר לדבר בו בשרת דיסקורד הרשמי שלנו! את\ה גם יכול\ה לשים רול מותאם אישית, צבע ושם בדיסקורד. אם את\ה רוצה לשנות את השם שלך, את\ה יכול להשתמש בפקודה <code>/nick</code>. בשביל לשים או לערוך את ה<b>רול המותאים אישית</b>, הצבע והשם שלך, תשתמש בפקודה <code>!role HEX_COLOUR ROLE_NAME</code>. את\ה יכול\ה לקחת את צבע הHEX שלך <a href="http://www.colorpicker.com/" target="_blank">כאן</a>, זה האחד שמתחיל עם "#". את\ה יכול\ה לשנות את השם והצבע של הרול <b>מתי שבא לך!</b>

source: Thank you for supporting us and have fun on Kurikku!
he: תודה על שתמכת בנו ותהנה בקוריקו (Kurikku)!
nl: Bedankt voor je support en veel plezier op Kurikku
