{
    "An error occurred while contacting the Kurikku API. Please report this to a Kurikku developer.": "Произошла ошибка при соединении с API Kurikku. Пожалуйста, сообщите об этом разработчикам.",
    "Why, LOVE, of course!": "Уровень!",
    "Your new settings have been saved.": "Ваши новые настройки были сохранены.",
    "Your userpage has been saved.": "Ваш юзерпейдж был сохранен.",
    "Please provide a valid link, in the form of either https://osu.ppy.sh/s/&lt;ID&gt; or https://osu.ppy.sh/b/&lt;ID&gt;.": "Пожалуйста, вставьте в поле рабочую ссылку вида https://osu.ppy.sh/s/&lt;ID&gt; или https://osu.ppy.sh/b/&lt;ID&gt;.",
    "Beatmap rank request has been submitted.": "Запрос на проверку карты отправлен.",
    "That beatmap is already ranked!": "Эта карта уже проверена!",
    "Add friend": "Добавить в друзья",
    "Remove friend": "Удалить из друзей",
    "Unmutual friend": "Удалить из друзей",
    "General info": "Основная информация",
    "Score": "Счёт",
    "Load more": "Загрузить ещё",
    "Best scores": "Рекорды",
    "Recent scores": "Недавно сыгранные",
    "Download": "Скачать",
    "Points": "Очки",
    "PP": "PP",
    "Beatmap": "Карта",
    "Accuracy": "Точность",
    "Max combo": "Максимальное комбо",
    "(full combo)": "(идеальное комбо)",
    "Difficulty": "Сложность",
    "Yes": "Да",
    "No": "Нет",
    "Achieved": "Получен",
    "Mode": "Режим",
    "None": "Нет",
    "{{ stars }} star_0": "{{ stars }} звезда",
    "{{ stars }} star_1": "{{ stars }} звезды",
    "{{ stars }} star_2": "{{ stars }} звёзд",
    "<b>{{ months }}</b> month costs <b>€ {{ eur }}</b>_0": "<b>{{ months }}</b> месяц стоит <b>€ {{ eur }}</b>",
    "<b>{{ months }}</b> month costs <b>€ {{ eur }}</b>_1": "<b>{{ months }}</b> месяца стоят <b>€ {{ eur }}</b>",
    "<b>{{ months }}</b> month costs <b>€ {{ eur }}</b>_2": "<b>{{ months }}</b> месяцев стоят <b>€ {{ eur }}</b>",
    "($ {{ usd }} / BTC {{ btc }})": "($ {{ usd }} / BTC {{ btc }})",
    "Mutual": "Взаимно",
    "Remove": "Удалить",
    "Add": "Добавить",
    "Max, {0} players": "Максимум, {0} игроков",
    "Seems nobody streaming, maybe you will be first?": "Кажется, никто не стримит! Может быть ты будешь первым?",
    "viewers": "зрителей",
    "Total Playtime:": "Времени в игре",
    "{0}d {1}h {2}m": "{0}д {1}ч {2}м",

    "Help the server!": "Помоги серверу!",
    "Remember, alas, everything we do is not free and requires donations!": "Помни, увы, всё, что мы делаем, не бесплатно и требует пожертвований!",
    "Why should I donate to you?": "Почему я должен задонатить вам?",
    "Motivation": "Мотивация",
    "Oddly enough, the server is based on the sole motivation to make a cool product for the player. And unfortunately, the motivation is not forever...": "Как не странно, но сервер держится на одной лишь мотивации сделать крутой продукт для игрока. И к сожалению, мотивация невечна...",
    "Support and cost of our server": "Поддержка и стоимость нашего сервера",
    "Yes, despite the fact that our server is quite cheap, only 6 euros, a developer can't always pay for it because he studies and is a freelance developer without a permanent salary": "Да, несмотря на то, что наш сервер довольно дешёвый – всего 6 евро, разработчик не всегда может заплатить за него, так как он учится и является фриланс-разработчиком без постоянной зарплаты",
    "We don't have any ads": "У нас нет рекламы",
    "Yes, in case you haven't noticed, we have no advertising at all. at all. This is one of the key requirements for of a modern server! We really believe that annoying advertising is bad and a relic of the past...": "Да, если ты ещё не заметил, то у нас нет рекламы от слова совсем. Это является одним из ключевых требований к современному серверу! Мы действительно считаем, что назойливая реклама это плохо и является пережитком прошлого...",
    "Support for official tournaments": "Поддержка оффициальных турниров",
    "Yes, we don't have much, but when we feel like it, we can go all out. And in order to have prize funds, your donations are just as important!": "Да, их у нас немного, зато когда захочется, мы можем разгуляться на полную. И для наличия призовых фондов ваши пожертвования также важны!",
    "What do I get?": "Что я получу?",
    "You will have the opportunity to create your own clan!": "У тебя появится возможность создать свой клан!",
    "Imagine, you're climbing the clan rankings with your friends!": "Представь, ты взбираешься по рейтингу кланов вместе со своими друзьями!",
    "Maximum customization": "Максимальная кастомизация",
    "You will be shown all the settings that are not available to the average person. For example, the ability to set your emoji icon or choose a nice role in discord!": "Тебе откроются все пункты настроек, которые не доступны простому обывателю. Например, возможность установить свой значок в профиль или выбрать красивую роль в дискорде!",
    "Avatars with animation": "Аватары с анимацией",
    "You'll be able to set up GIF avatars. For example, why don't you put a nice picture of your favorite waifu!": "Ты сможешь устанавливать GIF-аватары. Например, почему бы тебе не поставить красивую картинку со своей любимой вайфу!",
    "Endless nickname and flag changes!": "Бесконечная смена никнейма и флага!",
    "Once every three days, you get the chance to change your game nickname! Also, in the game, you can change your flag in your profile (command !flag)": "Раз в три дня, у тебя повляется возможность сменить свой игровой никнейм! А также, в игре, ты можешь изменить себе флаг в профиле (команда !flag)",
    "Find out how much PP any map in any channel will give you!": "Узнавай сколько PP тебе даст любая карта в любом канале!",
    "You are asked to find out how much PP this or that card will give in the chat? No problem, you're cooler, you can /np and the bot will tell you how much the player gets.": "Тебя просят узнать сколько PP даст та или иная карта в чате? Не проблема, ты круче, ты можешь вести /np и бот скажет тебе сколько получит игрок",
    "View your subscribers!": "Просмотр своих подписчиков!",
    "You can see who added you as a friend in case there there's a cookiezi from 2014. Check it out for yourself!": "Ты сможешь посмотреть, кто тебя добавлял в друзья, вдруг там будет кукизи из 2014. Проверь сам!",
    "Leaderboard among friends!": "Лидерборд среди друзей!",
    "Wow, now it's even easier to compete with your friends! Because Now you can see who you need to snipe!": "Вау, теперь соревноваться с друзьями станет ещё легче! Ведь теперь ты видишь, кого тебе надо снайпить!",
    "Buy a donater": "Купить донатера"
}